Repository: prajwalbonde001/FertivueTest
Catalog: AcornSourceCode/Ganesha/PIVF.LanguageResource/Resources.*.resx
Languages: de, hi, mr

# lblSleep
source: Sleep
hi: नींद

# lblSmoking
source: Smoking
hi: धूम्रपान

# lblSocialHistory
source: Social History
hi: सामाजिक इतिहास

# lblSourceNeedle
source: Source Needle
de: Quelle Needle
hi: स्रोत सुई
mr: स्त्रोत सुई

# lblSourceofReference
source: Source of Reference
de: Bezugsquelle
hi: संदर्भ का स्रोत
mr: संदर्भ स्त्रोत

# lblSourceSemen
source: Source Semen
de: Quelle Samen
hi: स्रोत वीर्य
mr: स्त्रोत वीर्य

# lblSpecialization
source: Specialization
de: Spezialisierung
hi: विशेषज्ञता
mr: विशेषीकरण

# lblSpecialRegistration
source: Special Registration
de: Spezielle Registrierung
hi: विशेष पंजीकरण
mr: विशेष नोंदणी

# lblSpouseInformation
source: Spouse Information
hi: जीवनसाथी की जानकारी
mr: जोडीदाराची माहिती

# lblSpouseName
source: Partner Name
hi: साथी का नाम
mr: भागीदार नाव

# lblSr_No
source: Sr. No.
hi: धारावाहिक। संख्या

# lblStaff
source: Staff
de: Personal
hi: कर्मचारी
mr: कर्मचारी

# lblStaffActDeact
source: Staff activate/deactivate successfully.
de: Mitarbeiter aktivieren / deaktivieren erfolgreich.
hi: कर्मचारी सक्रिय रूप से सक्रिय / निष्क्रिय हो जाते हैं
mr: कर्मचारी यशस्वीरित्या सक्रिय / निष्क्रिय करा.

# lblStaffDetail
source: Staff details
de: Mitarbeiterdetails
hi: स्टाफ का विवरण
mr: कर्मचार्‍यांचा तपशील

# lblStaffDiscount
source: Staff Discount
de: Staff Rabatt
hi: कर्मचारी छूट
mr: कर्मचार्‍यांची सूट

# lblStaffInfo
source: Staff Information
de: Mitarbeiterinformation
hi: स्टाफ जानकारी
mr: कर्मचार्‍यांची माहिती

# lblStaffRelation
source: Staff Relation
hi: स्टाफ रिलेशन
mr: कर्मचार्‍यांची माहिती

# lblStaffSearch
source: Staff Search
de: Mitarbeiter suchen
hi: स्टाफ खोज
mr: कर्मचारी शोध

# lblStartDate
source: Start Date
de: Anfangsdatum
hi: आरंभ करने की तिथि
mr: प्रारंभ तारीख

# lblStartTime
source: Start Time
de: Startzeit
hi: समय शुरू
mr: सुरवातीची वेळ

# lblState
source: State
de: Bundesland
hi: राज्य
mr: राज्य

# lblStatus
source: Status
hi: स्थिति
mr: स्थिती

# lblSTD_s
source: STD's
hi: एसटीडी

# lblStimulationChart
source: Stimulation Chart
hi: उत्तेजना चार्ट
mr: उत्तेजन चार्ट

# lblStreet
source: Street
de: Straße
hi: सड़क
mr: रस्ता

# lblStrength
source: Strength
hi: शक्ति

# lblStress
source: Stress
hi: तनाव

# lblSubSpecialization
source: Sub Specialization
de: Sub-Spezialisierung
hi: उप विशेषज्ञता

# lblSubtype
source: Subtype
hi: उपप्रकार

# lblSuccessfulpregnancieswithpastpartner
source: Successful pregnancies with past partner
hi: पिछले साथी के साथ सफल गर्भधारण

# lblSucessful
source: Sucessful
hi: सफलता

# lblSurgery_PreviousTreatmentHistory
source: Surgery & Previous Treatment History
hi: सर्जरी और पिछला उपचार इतिहास

# lblSurgicalHistory
source: Surgical History
hi: सर्जिकल इतिहास

# lblTariff
source: Tariff
de: Tarif
hi: टैरिफ़

# lblTemperature_Range
source: Temperature (Range 97.8-99 &#8457;)
hi: तापमान (रेंज 97.8-99 & # 8457;)
mr: तापमान (श्रेणी 98.8-99)

# lblTemplate
source: Template
hi: टेम्पलेट

# lblTemplateName
source: Template Name
hi: टेम्पलेट नाम

# lbltest
source: test
hi: परीक्षण

# lblTestName
source: Test Name
hi: परीक्षण का नाम

# lblTetanus
source: Tetanus
hi: धनुस्तंभ

# lblThyroidDisorder
source: Thyroid Disorder
hi: थाइराइड विकार

# lblTime
source: Time
hi: समय
mr: वेळ

# lblTimePeriod
source: Time Period
hi: समय सीमा

# lblTobacco
source: Tobacco
hi: तंबाकू

# lblToDate
source: To Date
de: Miteinander ausgehen
hi: तारीख तक

# lblToDate12_2_2019
source: To Date : 12/2/2019
hi: आज तक: 12/2/2019

# lblTodaysVitals
source: Todays Vitals
hi: aaj ke mukhya anga
mr: आजची व्हिटल्स

# lblTokenNo
source: Token No
de: Token Nr
hi: टोकन नंबर
mr: टोकन क्र

# lblTotalBalance
source: Total Balance
hi: कुल शेष
mr: एकूण शिल्लक

# lblTotalBillAmt
source: Total Bill Amt
hi: कुल बिल राशि

# lblTotalConcessionAmount
source: Total Concession Amount
hi: कुल रियायत राशि

# lblTotalCount
source: Total Count
hi: कुल संख्या
mr: एकूण गणना

# lblTotalPaidAmt
source: Total Paid Amt.
hi: कुल भुगतान कार्यालय

# lblTotalPayableAmt
source: Total Payable Amt.
hi: कुल देय राशि

# lblTransgender
source: Transgender
hi: ट्रांसजेंडर

# lblTreatmentRequired
source: Treatment Required
de: Behandlung erforderlich
hi: उपचार आवश्यक है
mr: उपचार आवश्यक

# lblTrophoectodermDecription
source: Trophoectoderm Description
de: Trophoectoderm Beschreibung
hi: ट्रोफोक्टोडर्म विवरण
mr: ट्रॉफोक्टोडर्म वर्णन

# lblTryingtoachievepregnancywithcurrentpartnersince
source: Trying to achieve pregnancy with current partner since
hi: वर्तमान साथी के साथ गर्भावस्था को प्राप्त करने की कोशिश कर रहा है

# lblTryingtoconceivesince
source: Trying to conceive since
hi: कब से गर्भ धारण करने की कोशिश कर रही है

# lblTuberculosis
source: Tuberculosis
hi: क्षय

# lblType
source: Type
hi: प्रकार
mr: प्रकार

# lblTypeofAllergy
source: Type of Allergy
hi: एलर्जी का प्रकार

# lblTypeOfConceiving
source: Type Of Conceiving
hi: गर्भ धारण करने का प्रकार

# lblTypeofDisease
source: Type of Disease
hi: रोग का प्रकार

# lblTypeofSurgery
source: Type of Surgery
hi: सर्जरी के प्रकार

# lblUOM
source: UOM
hi: नाप की इकाई

# lblUpdateAttachment
source: Update Attachment
hi: अद्यतन अनुलग्नक
mr: संलग्नक अद्यतनित करा

# lblUpdatePayment
source: Update Payment
hi: भुगतान अपडेट करें

# lblUpload
source: Upload
hi: भार डालना

# lblUploadImage
source: Upload Image
de: Bild hochladen
hi: तस्वीर डालिये
mr: प्रतिमा अपलोड करा

# lblUploadPhoto
source: Upload Photo
de: Foto hochladen
hi: फोटो अपलोड करें
mr: फोटो अपलोड करा

# lblUrgencyforUrination
source: Urgency for Urination
hi: पेशाब के लिए आग्रह

# lblUrinationonstraining_coughing
source: Urination on straining/coughing
hi: पेशाब के लिए तनाव / खाँसी पर आग्रह

# lblUser
source: User
de: Benutzer
hi: उपयोगकर्ता
mr: वापरकर्ता

# lblUserDetail
source: User Details
de: Nutzerdetails
hi: उपयोगकर्ता की जानकारी
mr: वापरकर्त्याचा तपशील

# lblUserName
source: User Name
de: Benutzername
hi: उपयोगकर्ता नाम
mr: वापरकर्त्याचे नाव

# lblUserRole
source: User Role
de: Benutzer-Rolle
hi: उपयोगकर्ता भूमिका
mr: वापरकर्त्याची भूमिका

# lblUserRoleDetails
source: User Role Details
de: Benutzerrollendetails
hi: उपयोगकर्ता भूमिका विवरण
mr: वापरकर्त्याची भूमिका तपशील

# lblUserType
source: User Type
de: Benutzertyp
hi: उपयोगकर्ता का प्रकार
mr: वापरकर्ता प्रकार

# lblUsrActDeact
source: User activate/deactivate successfully.
de: Benutzer aktivieren / deaktivieren erfolgreich.
hi: उपयोगकर्ता सक्रिय रूप से सक्रिय / निष्क्रिय
mr: वापरकर्ता सक्रिय / निष्क्रिय करणे यशस्वीरित्या.

# lblUterinFindings
source: Uterin Findings
de: Uterine Befunde
hi: गर्भाशय की खोज
mr: गर्भाशयाच्या शोध

# lblUterusMobility
source: Uterus Mobility
de: Uterusmobilität
hi: गर्भाशय की गतिशीलता
mr: गर्भाशय गतिशीलता

# lblUterusPosition
source: Uterus Position
hi: गर्भाशय की स्थिति
mr: गर्भाशय गतिशीलता

# lblUterusShape
source: Uterus Shape
de: Uterusform
hi: गर्भाशय का आकार
mr: गर्भाशयाचा आकार

# lblVaccination
source: Vaccination
hi: टीका लगाना

# lblValidEmail
source: Please enter valid email id
de: Geben Sie eine gültige E-Mail-ID ein
hi: कृपया मान्य ईमेल आईडी दर्ज करें
mr: कृपया वैध ईमेल आयडी प्रविष्ट करा

# lblValidMobNo
source: Please enter valid mobile no
de: Bitte geben Sie eine gültige Mobil-Nr
hi: कृपया मान्य मोबाइल नंबर दर्ज करें
mr: कृपया वैध मोबाइल क्रमांक प्रविष्ट करा

# lblValue
source: Value
hi: मूल्य

# lblValue12_0to_15_5g_dl
source: Value (12.0 to 15.5 g/dl)
hi: मान (12.0 से 15.5 g / dl)

# lblView
source: View
de: Aussicht
hi: देखना
mr: पहा

# lblViewIdProof
source: View Id Proof
de: Ansicht Id Proof
hi: आईडी प्रमाण देखें
mr: आयडी पुरावा पहा

# lblViewLabResults
source: View Lab Results
hi: लैब परिणाम देखें
mr: लॅब परिणाम पहा

# lblViewPatient
source: View Patient
hi: रोगी को देखें
mr: पेशंट पहा

# lblViewRoleMenu
source: View Role Menu
de: Rollenmenü anzeigen
hi: भूमिका मेनू देखें
mr: रोल मेनू पहा

# lblView_Edit
source: View / Edit
hi: देखें सुधारें

# lblVisitDate
source: Visit Date
hi: भेंट दिनांक पर जाएँ
mr: भेट दिनांक

# lblVisitFrom
source: Visit From
de: Besuch von
hi: भेंटसे जाएँ
mr: Visit From येथून भेट द्या

# lblVisitInformation
source: Visit Information
hi: भेंट जानकारी पर जाएँ
mr: भेट द्या माहिती

# lblVisitMarkedby
source: Visit Marked By
de: Besuchen Marked By
hi: भेंट द्वारा चिह्नित पर जाएँ
mr: भेट दिली

# lblVisitStatus
source: Visit Status
de: Besuchen Sie Status
hi: भेंट स्थिति का दौरा करें
mr: भेट देण्याची स्थिती

# lblVisitTime
source: Visit Time
de: Besuchszeit
hi: भेंट समय पर जाएँ
mr: भेट देण्याची वेळ

# lblVisitTo
source: Visit To
de: Besuchen
hi: भेंट
mr: भेट द्या

# lblVisitType
source: Visit Type
de: Besuchen Sie Typ
hi: भेंट प्रकार
mr: भेट देण्याचा प्रकार

# lblVisitTypeServiceLinkMaster
source: Visit Type Service Link Master
de: Besuchen Sie Type Service Link Master
hi: भेंट प्रकार सर्विस लिंक पेस्ट पर जाएं
mr: भेट द्या सेवा दुवा मास्टर

# lblWarning_Precautions
source: Warning / Precautions
hi: चेतावनी / सावधानियाँ

# lblWebCamNotStarted
source: Webcam could not be started. Did you give access to it?
de: Webcam konnte nicht gestartet werden. Haben Sie Zugriff darauf gegeben?
hi: वेबकैम शुरू नहीं किया जा सका। क्या आपने इसे एक्सेस दिया?
mr: वेबकॅम प्रारंभ होऊ शकला नाही. आपण त्यात प्रवेश दिला?

# lblWeekly
source: Weekly
de: Wöchentlich
hi: साप्ताहिक
mr: साप्ताहिक

# lblWeight_kg
source: Weight (kg)
hi: वजन (किग्रा)
mr: वजन (किलो)

# lblWhen
source: When
hi: कब

# lblYear
source: Year
hi: साल

# lblYears
source: Year(s)
de: Jahr
hi: वर्षों
mr: वर्ष

# lblYr
source: Yr
hi: साल

# lblYrs
source: Yrs
hi: वर्षों

# lbl_Name_PRNNo_MobNo_OPDNo
source: Name/PRN No/Mob No/OPD No
hi: नाम / PRN नहीं / Mob No / OPD नहीं
mr: नाव / पीआरएन क्रमांक / जमाव क्रमांक / ओपीडी क्रमांक

# lbToTime
source: To Time
de: Zur Zeit
hi: समय पर
mr: वेळ

# msg5RowOnly
source: You can add maximum 5 rows at a time.
de: Sie können maximal 5 Zeilen zu einem Zeitpunkt hinzufügen.
hi: आप एक बार में अधिकतम 5 पंक्तियाँ जोड़ सकते हैं
mr: आपण एकाच वेळी जास्तीत जास्त 5 पंक्ती जोडू शकता.

# msgActivatedSuccessfully
source: Activated Successfully
hi: सफलतापूर्वक सफल हुआ

# msgAddatleast1service
source: Add atleast 1 service
hi: कम से कम 1 सेवा जोड़ें

# msgAddRow_Cancel
source: Are you sure you want to Cancel?
de: Bist du sicher, dass du abbrechen möchtest?
hi: पक्का आप रद्द करना चाहते हैं?
mr: आपली खात्री आहे की आपण रद्द करू इच्छिता?

# msgAddtofavouritesuccessfully
source: Add to favourite successfully
hi: पसंदीदा में सफलतापूर्वक जोड़ें

# msgAlreadyAddedToFavouriteList
source: Already Added To Favourite List
hi: पहले से ही पसंदीदा सूची में जोड़ा गया

# msgAlreadyaddedundersameVisit
source: Already added under same Visit
hi: पहले से ही एक ही यात्रा के तहत जोड़ा गया
mr: आधीपासूनच त्याच भेटीत समाविष्ट केलेले

# msgAlreadyBookedAppointment
source: Sorry , The Appointment For Given Time Period Is Already Booked Or Currently Unavailable
hi: क्षमा करें, दी गई समयावधि के लिए नियुक्ति पहले से ही बुक या वर्तमान में अनुपलब्ध है
mr: क्षमस्व, दिलेल्या कालावधी कालावधीसाठी नियुक्ती आधीच बुक केलेले आहे किंवा सध्या अनुपलब्ध आहे

# msgAlreadysetasfavouriteforthistemplate
source: Already set as favourite for this template
hi: पहले से ही इस टेम्पलेट के लिए पसंदीदा के रूप में सेट करें

# msgAmountexceeded
source: Amount exceeded
hi: राशि पार हो गई

# msgAnnivarsaryValidation
source: Min 18 years diff. required between DOB and Anniversary
de: Min 18 jahre diff. Erforderlich zwischen DOB und Jubiläum
hi: मिन 18 साल अलग। DOB और वर्षगांठ के बीच की आवश्यकता
mr: किमान 18 वर्षे भिन्न जन्मतारीख आणि वर्धापन दिन दरम्यान आवश्यक

# msgAppointmentAddedSuccessfully
source: Appointment Saved Successfully
hi: नियुक्ति सफलतापूर्वक बच गई
mr: नियुक्ती यशस्वीरित्या जतन केली

# msgAppointmentAlreadyCancelled
source: Appointment already cancelled
hi: नियुक्ति पहले ही रद्द
mr: नियुक्ती आधीच रद्द केली आहे

# msgAppointmentAlreadyMarked
source: Appointment has already marked
hi: नियुक्ति पहले ही चिह्नित कर ली गई है
mr: नियुक्ती आधीच चिन्हांकित केली आहे

# msgAreYouSureWanttoMarkaDonor
source: Are You Sure Want to Mark a Donor?
hi: क्या आप निश्चित रूप से एक दाता को चिह्नित करना चाहते हैं?

# msgAreYouSureWanttoMarkaSurrogate
source: Are You Sure Want to Mark a Surrogate?
hi: क्या आप सुनिश्चित हैं कि एक सरोगेट को चिह्नित करना चाहते हैं

# msgAtleastoneDigit
source: atleast 1 digit
de: Mindestens eine Ziffer
hi: कम से कम 1 अंक
mr: किमान 1 अंक

# msgAtlistonedatashouldbeentered
source: At list one data should be entered
hi: सूची में एक डेटा दर्ज किया जाना चाहिए

# msgAttactmentshouldbeinpng_jpeg_pdf_format
source: Attactment should be in png ,jpeg , pdf format
hi: attachment png, jpeg, pdf फॉर्मेट में होना चाहिए
mr: संलग्नक पीएनजी, जेपीईजी, पीडीएफ स्वरूपात असावे

# msgAttactmentshouldbenotgreaterthan2MB
source: Attactment should be not greater than 2 MB
hi: व्यवहार 2 एमबी से अधिक नहीं होना चाहिए
mr: संलग्नक 2 MB पेक्षा मोठे नसावे

# msgAttactmentshouldnotbegreaterthan2MB
source: Attactment should not be greater than 2 MB
hi: व्यवहार 2 एमबी से अधिक नहीं होना चाहिए

# msgBankDetailsAddedsuccessfully
source: Bank Details Added successfully
hi: बैंक विवरण सफलतापूर्वक जोड़ा गया
mr: बँक तपशील यशस्वीरित्या जोडले

# msgBankDetailsUpdatedsuccessfully
source: Bank Details Updated successfully
hi: बैंक विवरण सफलतापूर्वक अपडेट किया गया
mr: बँक तपशील यशस्वीरित्या अद्यतनित केले

# msgBillsavedsuccessfully
source: Bill saved successfully
hi: बिल सफलतापूर्वक सहेजा गया

# msgBillUpdatedsuccessfully
source: Bill Updated successfully.
hi: बिल अपडेट सफलतापूर्वक

# msgBothimagearesamepleaseselectanotherimage
source: Both image are same,please select another image
hi: दोनों चित्र समान हैं, कृपया दूसरी छवि चुनें
mr: दोन्ही प्रतिमा समान आहेत, कृपया दुसरी प्रतिमा निवडा

# msgCannotActivatBecauseFormAlreadyLinkedToOtherTemplate
source: Can not Activat Because Form Already Linked To Other Template
hi: सक्रिय नहीं हो सकता क्योंकि फॉर्म पहले से ही दूसरे टेम्पलेट से लिंक है

# msgCheckDuplicateRecord
source: Check Duplicate Record
hi: डुप्लिकेट रिकॉर्ड की जाँच करें

# msgCheckRemainingEmbryoorOocyte
source: Check Remaining Embryo or Oocyte
hi: शेष भ्रूण या Oocyte की जाँच करें

# msgCnfSave
source: Do you want to save changes ?
de: Willst du die Änderungen speichern ?
hi: क्या आप परिवर्तनों को सेव करना चाहते हैं ?
mr: आपण बदल जतन करू इच्छिता?

# msgCnfUpdate
source: Do you want to update changes ?
de: Möchten Sie Änderungen aktualisieren?
hi: क्या आप परिवर्तन अपडेट करना चाहते हैं?
mr: आपण बदल अद्यतनित करू इच्छिता?

# msgCodealreadyexists
source: Code already exists
hi: कोड पहले से मौजूद है
mr: कोड आधीपासून विद्यमान आहे

# msgCodeDescReq
source: Code/Description is required.
de: Code / Beschreibung ist erforderlich.
hi: कोड / विवरण आवश्यक है।
mr: कोड / वर्णन आवश्यक आहे.

# msgCycleCannotbeaddedtomalePatient
source: Cycle Can not be added to male Patient
hi: साइकिल को पुरुष रोगी में नहीं जोड़ा जा सकता है

# msgCycleiscreatedagainstthispackageYoucannotdeletepackage
source: Cycle is created against this package,You can not delete package
hi: इस पैकेज के खिलाफ साइकिल बनाई गई है, आप पैकेज को हटा नहीं सकते

# msgDataSavedSuccessfully
source: Data Saved Successfully
hi: डेटा सफलतापूर्वक सहेजा गया

# msgDateislessthanselectedyear
source: Date is less than selected year
hi: तिथि चयनित वर्ष से कम है

# msgDateisMandartoryinCycles
source: Date is Mandartory in Cycles
hi: तिथि चक्रों में अनिवार्य है

# msgDateShouldbeLessThenCurrentDate
source: Date Should be Less Then Current Date
hi: तिथि कम होनी चाहिए फिर वर्तमान तिथि

# msgDeactivatedSuccessfully
source: Deactivated Successfully
hi: सफलतापूर्वक सफल हुआ

# msgDefinetemplate
source: Define template
hi: टेम्पलेट को परिभाषित करें

# msgDefinetemplatefirst
source: Define template first
hi: पहले टेम्पलेट को परिभाषित करें

# msgDelete
source: Record Deleted Sucessfully
hi: रिकॉर्ड नष्ट कर दिया गया

# msgDeletedSuccessfully
source: Deleted Successfully
hi: सफलतापूर्वक मिटाया गया

# msgDeleteMessageAck
source: Please Enter Reason For Appointment Cancellation
hi: कृपया नियुक्ति रद्द करने का कारण दर्ज करें
mr: कृपया नियुक्ती रद्द करण्याचे कारण प्रविष्ट करा

# msgDeletephoto
source: Photo deleted successfully
hi: फ़ोटो सफलतापूर्वक हटा दिया गया
mr: फोटो यशस्वीरित्या हटविला

# msgDeleteSuccess
source: Appointment Deleted Successfully
hi: नियुक्ति सफलतापूर्वक हटा दी गई
mr: नियुक्ती यशस्वीरित्या हटविली

# msgDescriptionalreadyexists
source: Description already exists
hi: वर्णन पहले से मौजूद है
mr: वर्णन आधीपासूनच विद्यमान आहे

# msgDiagnosisAlreadyAdded
source: Diagnosis Already Added
hi: निदान जोड़ा पहले से ही
mr: निदान आधीच जोडलेले आहे

# msgDiagnosisAlreadyAddedToPatientDoYouWantToContinue
source: Diagnosis Already Added To Patient ,Do You Want To Continue?
hi: निदान पहले से ही रोगी को जोड़ा गया, क्या आप जारी रखना चाहते हैं?
mr: रोगाचे निदान आधीच जोडलेले आहे, आपण सुरू ठेवू इच्छिता?

# msgDiagnosisCanBeDeletedOfActiveVisitsOnly
source: Diagnosis Can Be Deleted Of Active Visits Only
hi: निदान केवल सक्रिय यात्राओं का हटाया जा सकता है
mr: निदान केवळ सक्रिय भेटींमुळेच हटविले जाऊ शकते

# msgDiagnosisDeletedsuccessfully
source: Diagnosis Deleted successfully
hi: निदान सफलतापूर्वक हटा दिया गया
mr: निदान यशस्वीरित्या हटविला

# msgDiagnosisisaddedintheFavouriteList
source: Diagnosis is added in the Favourite List
hi: पसंदीदा सूची में निदान जोड़ा गया है
mr: निदान पसंतीच्या यादीमध्ये जोडले गेले आहे

# msgDiagnosisisremovedfromtheFavouriteList
source: Diagnosis is removed from the Favourite List
hi: पसंदीदा सूची से निदान हटा दिया जाता है
mr: निदान आवडत्या यादीतून काढले जाते

# msgDoctorExistsInExternalList
source: Doctor is already exists in external list
de: Doktor ist bereits in einer externen Liste vorhanden
hi: डॉक्टर पहले से ही बाहरी सूची में मौजूद है
mr: बाह्य सूचीमध्ये डॉक्टर आधीपासून विद्यमान आहे

# msgDoctorExistsInInternalList
source: Doctor is already exists in inhouse list
de: Doktor ist bereits in der Inhouse-Liste vorhanden
hi: डॉक्टर पहले से ही इनडोर सूची में मौजूद हैं
mr: डॉक्टर इनहाउस सूचीमध्ये आधीच अस्तित्वात आहे

# msgDoctorNotAvailable
source: Is Not Available On Selected Date , Please Select Some Other Date
hi: चयनित तिथि पर उपलब्ध नहीं है, कृपया कुछ अन्य तिथि चुनें
mr: निवडलेल्या तारखेला उपलब्ध नाही, कृपया काही अन्य तारीख निवडा

# msgDonorCycleIsCreatedSoCantDeleteTheRecord
source: Donor Cycle Is Created So Can\'t Delete The Record
hi: दाता चक्र बनाया गया है तो रिकॉर्ड को नष्ट नहीं कर सकता

# msgDonorlinkedsuccessfully
source: Donor linked successfully
hi: डोनर सफलतापूर्वक जुड़ा हुआ है

# msgDonorNotMarkTryAgain
source: Donor Not Mark Try Again
hi: daata mark nahi hain firse koshish kijiye

# msgDoyouwanttoclosevisit
source: Do you want to close visit?
hi: क्या आप यात्रा बंद करना चाहते हैं?

# msgDoYouWantToContinueValidation
source: Do You want to leave the transaction without saving ?
de: Möchten Sie die Transaktion ohne Speichern verlassen ?
hi: क्या आप बिना बचत के लेन-देन छोड़ना चाहते हैं
mr: आपण बचत न करता व्यवहार सोडू इच्छिता?

# msgDoyouwanttodeletereport
source: Do you want to delete report ?
hi: क्या आप रिपोर्ट हटाना चाहते हैं?
mr: आपण अहवाल हटवू इच्छिता?

# msgDoYouWantToDisardthedrugsaddedinSetFavList
source: Do You Want To Discard the drugs added in Set Fav List
hi: क्या आप सेट Fav सूची में शामिल दवाओं को त्यागना चाहते हैं

# msgDoYouWantToFreezBill
source: Are you sure you want to Freeze the Bill?
de: Möchten Sie die Rechnung wirklich einfrieren?
hi: क्या आप वाकई बिल को फ्रीज करना चाहते हैं?
mr: आपणास खात्री आहे की आपण बिल गोठवू इच्छिता?

# msgDoYouwanttoMarkVisitForPartner
source: Do You want to Mark Visit For Partner?
hi: क्या आप पार्टनर के लिए मार्क विजिट करना चाहते हैं?
mr: आपण जोडीदारास भेट द्यावी असे चिन्हांकित करू इच्छिता?

# msgDoyouwanttoRegisterPatient
source: Do you want to Register Patient ?
hi: क्या आप रोगी पंजीकरण करना चाहते हैं?
mr: आपण रुग्ण नोंदणी करू इच्छिता?

# msgDrugeNameshouldnotbeemptyinPastMedicationHistoryrow
source: Druge Name should not be empty in Past Medication History row
hi: पिछले दवा इतिहास पंक्ति में ड्रूज नाम खाली नहीं होना चाहिए

# msgDuplicate
source: Record is already present with provided details.
de: Datensatz ist bereits vorhanden mit den angegebenen Details.
hi: रिकॉर्ड पहले से ही उपलब्ध विवरण के साथ मौजूद है।
mr: प्रदान केलेल्या तपशीलांसह रेकॉर्ड आधीपासून उपलब्ध आहे.

# msgDuplicateCode
source: Duplicate Code
hi: डुप्लिकेट कोड

# msgDuplication_Code
source: Code/Description already exists! Please enter a unique code.
de: Code / Beschreibung existiert bereits! Bitte geben Sie einen eindeutigen Code ein.
hi: कोड / विवरण पहले से मौजूद है! कृपया एक अद्वितीय कोड दर्ज करें।
mr: कोड / वर्णन आधीपासून विद्यमान आहे! कृपया एक अद्वितीय कोड प्रविष्ट करा.

# msgDuplication_Description
source: Code/Description already exists! Please enter a unique description.
de: Code / Beschreibung existiert bereits! Bitte geben Sie eine eindeutige Beschreibung ein.
hi: कोड / विवरण पहले से मौजूद है! कृपया एक अद्वितीय विवरण दर्ज करें
mr: कोड / वर्णन आधीपासून विद्यमान आहे! कृपया एक अद्वितीय वर्णन प्रविष्ट करा.

# msgEnterAccountNo
source: Enter AccountNo
hi: खाता दर्ज करें
mr: खाते क्रमांक प्रविष्ट करा

# msgEnterAge
source: Enter age
de: Alter eingeben
hi: उम्र दर्ज करें
mr: वय प्रविष्ट करा

# msgEnterBranchname
source: Enter Branch name
hi: शाखा का नाम दर्ज करें
mr: शाखेचे नाव प्रविष्ट करा

# msgEntercontactno
source: Enter contact no
hi: संपर्क

# msgEntercountrycode
source: Enter country code
hi: देश कोड दर्ज करें

# msgEnterCustomername
source: Enter Customer name
hi: ग्राहक का नाम दर्ज करें
mr: ग्राहक नाव प्रविष्ट करा

# msgEnterDaysBetween1to365
source: Enter Days Between 1 to 365
hi: 1 से 365 के बीच दिन दर्ज करें

# msgEnterIFSCcode
source: Enter IFSC code
hi: IFSC कोड डालें
mr: आयएफएससी कोड प्रविष्ट करा

# msgEnterMedicationforthecapturedMedicalHistory
source: Enter Medication for the captured Medical History
hi: पकड़े गए मेडिकल इतिहास के लिए दवा दर्ज करें

# msgEnterPastMedicationtocaptureMedicalHistory
source: Enter Past Medication to capture Medical History
hi: मेडिकल इतिहास पर कब्जा करने के लिए पिछले दवा दर्ज करें

# msgEnterPaymentMode
source: Enter Payment Mode
hi: भुगतान मोड दर्ज करें

# msgEnterPwd
source: Enter Password
de: Passwort eingeben
hi: पास वर्ड दर्ज करें
mr: पासवर्ड टाका

# msgEnterReason
source: Enter Reason
hi: कारण दर्ज करें

# msgEntertheamount
source: Enter the amount.
hi: राशि दर्ज करें

# msgEntFirstName
source: Enter First Name
de: Bitte Vornamen eingeben
hi: पहला नाम दर्ज करें
mr: प्रथम नाव प्रविष्ट करा

# msgEntLastName
source: Enter Last Name
de: Nachnamen eingeben
hi: अंतिम नाम दर्ज करो
mr: आडनाव प्रविष्ट करा

# msgEntMobNo
source: Enter Mobile No
de: Geben Sie die Mobilnummer ein
hi: मोबाइल नंबर दर्ज करें
mr: मोबाइल क्रमांक प्रविष्ट करा

# msgEntValidEmail
source: Enter Valid Email Id
de: Geben Sie die gültige E-Mail-ID ein
hi: मान्य ईमेल आईडी दर्ज करें
mr: मोबाइल क्रमांक प्रविष्ट करा

# msgError
source: Something went wrong!
de: Etwas ist schief gelaufen
hi: कुछ गलत हो गया!
mr: काहीतरी चूक झाली!

# msgErrorOccured
source: Error occured
hi: त्रुटि हुई
mr: त्रुटी आली

# msgErrorOccuredWhileAddingDetails
source: Error Occured While Adding Details
hi: विवरण जोड़ते समय त्रुटि हुई
mr: तपशील जोडताना त्रुटी आली

# msgErrorOccuredWhileDeleteingRecord
source: Error Occured While Deleteing Record
hi: रिकॉर्ड हटाते समय हुई त्रुटि
mr: रेकॉर्ड हटवित असताना त्रुटी आली

# msgErrorOccuredWhileProcessing
source: Error Occured While Processing
hi: संसाधन करते समय त्रुटि हुई

# msgErrorProgNonProgTitle
source: Sum of Progressive, Non Progressive & Immotility can not be more than 100.
de: Summe von Progressive, Non Progressive & Immotility kann nicht mehr als 100 sein.
hi: प्रोग्रेसिव, नॉन प्रोग्रेसिव एंड इम्मोटिलिटी का योग 100 से अधिक नहीं हो सकता है
mr: प्रोग्रेसिव्ह, नॉन प्रोग्रेसिव्ह आणि इमोटीलिटीचा योग 100 पेक्षा जास्त असू शकत नाही.
