Repository: prajwalbonde001/FertivueTest
Catalog: AcornSourceCode/Ganesha/PIVF.LanguageResource/Resources.*.resx
Languages: de, hi, mr

# btnAdd
source: Add
de: Hinzufügen
hi: जोड़ना
mr: जोडा

# btnAddRows
source: Add rows
de: Zeilen hinzufügen
hi: पंक्तियाँ जोड़ें
mr: पंक्ती जोडा

# btnAttachedIDproof
source: Attach ID Proof
hi: आईडी प्रूफ संलग्न करें
mr: आयडी पुरावा जोडा

# btnBack
source: Back
de: Zurück
hi: वापस
mr: मागे

# btnCancel
source: Cancel
de: Stornieren
hi: रद्द करना
mr: रद्द करा

# btnCapture
source: Capture
de: Erfassung
hi: कब्जा
mr: कॅप्चर करा

# btnChooseFromCamera
source: Take a Picture
de: Machen Sie ein Foto
hi: एक तस्वीर ले लो
mr: कॅमेरा छाया चित्र

# btnChooseFromGallary
source: Choose From Gallery
de: Wählen Sie aus Gallary
hi: गैलरी से चयन करो
mr: गॅलरीमधून निवडा

# btnClear
source: Clear
de: Klar
hi: स्पष्ट
mr: स्पष्ट

# btnClose
source: Close
hi: बंद करे
mr: बंद

# btnContinue
source: Continue
de: Fortsetzen
hi: जारी रखें
mr: सुरू ठेवा

# btnDelete
source: Delete
de: Löschen
hi: हटाएं
mr: हटवा

# btnDownload
source: Download
hi: डाउनलोड
mr: डाउनलोड करा

# btnEdit
source: Edit
de: Bearbeiten
hi: संपादित करें
mr: सुधारणे

# btnLink
source: Link
hi: संपर्क
mr: दुवा

# btnLinkPartner
source: Link Partner
hi: लिंक सहयोगी

# btnNew
source: New
de: Neu
hi: नया
mr: नवीन

# btnNo
source: No
hi: नहीं
mr: नाही

# btnOK
source: OK
hi: ठीक है

# btnPhoto
source: Photo
hi: तस्वीर
mr: छायाचित्र

# btnPreview
source: Preview
hi: पूर्वावलोकन

# btnPrint
source: Print
hi: छाप
mr: प्रिंट करा

# btnRegister
source: Register
de: Neu registrieren
hi: नोंदणी करा
mr: नोंदणी करा

# btnRegisterExternalDoctor
source: Register External Doctor
de: Registrieren Externer Arzt
hi: बाह्य डॉक्टरची नोंदणी करा
mr: बाह्य डॉक्टरची नोंदणी करा

# btnRemove
source: Remove
de: Entfernen
hi: काढा
mr: काढा

# btnSave
source: Save
de: sparen
hi: सहेजें
mr: जतन करा

# btnSaveAndBill
source: Save and Bill
hi: बचाओ और बिल दो
mr: सेव्ह आणि बिल

# btnSavecheckin
source: Save - check-in
hi: सेव - चेक-इन
mr: जतन करा - चेक इन

# btnSearch
source: Search
de: Suche
hi: खोज
mr: शोधा

# btnTodaysPrescriptions
source: Todays Prescriptions
hi: नुस्खे

# btnUpdate
source: Update
de: Aktualisieren
hi: अपडेट करें
mr: अद्यतनित करा

# btnUploadPhoto
source: Upload Photo
hi: फोटो अपलोड करें
mr: फोटो अपलोड करा

# btnVisit
source: Visit
de: Besuch
hi: पर जाएँ
mr: भेट

# btnYes
source: Yes
hi: हाँ
mr: होय

source: Category L1
hi: श्रेणी L1
mr: श्रेणी एल 1

# CodeRegExp
source: Enter Alphanumeric And Special Characters(-, :, /, _)
de: Geben Sie alphanumerische Zeichen und Sonderzeichen(-, :, /, _).
hi: अल्फ़ान्यूमेरिक और विशेष वर्ण (-:, /, _) दर्ज करें
mr: अक्षरे आणि विशिष्ट वर्ण प्रविष्ट करा (-,:, /, _)

source: Description
de: Beschreibung
hi: विवरण
mr: वर्णन

# Form_Header
source: Specialization
hi: विशेषज्ञता
mr: विशेषीकरण

# Grid_Header
source: Specialization List
hi: विशेषज्ञता सूची
mr: विशेषीकरण यादी

# inValidAppointmentSelected
source: Sorry !!! Doctor Is Not Available At This Time Slot , Please Select Slot Within Green Color
de: Es tut uns leid ungültig Termin ausgewählt , Bitte wählen Slot innerhalb Grün Farbe
hi: माफ़ करना !!! डॉक्टर इस समय स्लॉट पर उपलब्ध नहीं हैं, कृपया हरे रंग में स्लॉट चुनें
mr: क्षमस्व !!! डॉक्टर यावेळी उपलब्ध नाहीत स्लॉट, कृपया ग्रीन कलरमधील स्लॉट निवडा

# IsCityReq
source: Select City
de: Wählen Sie Stadt
hi: शहर चुनें
mr: शहर निवडा

# IsCodeRequired
source: Code is required.
de: Code ist erforderlich.
hi: कोड आवश्यक है।
mr: कोड आवश्यक आहे

# IsCountryReq
source: Select Country
de: Land auswählen
hi: देश चुनिए
mr: देश निवडा

# IsDescriptionRequired
source: Description is required
de: Beschreibung erforderlich
hi: विवरण की आवश्यकता है
mr: वर्णन आवश्यक आहे

# IsStateReq
source: Select State
de: Staat wählen
hi: राज्य चुनें
mr: राज्य निवडा

source: items per page
de: Objekte pro Seite
hi: आइटम प्रति पेज
mr: प्रति पृष्ठ आयटम

# lblAccountHolderName
source: Account Holder Name
hi: खाताधारक का नाम
mr: खातेधारकाचे नाव

# lblAccountHolder_Name
source: Account Holder's Name
hi: खाता धारक का नाम
mr: खातेधारकाचे नाव

# lblAccountLockDuration
source: Account Lock Duration
de: Kontosperrdauer
hi: खाता लॉक अवधि
mr: खाते लॉक कालावधी

# lblAccountLockThreshold
source: Account Lock Threshold
de: Kontosperrschwelle
hi: खाता लॉक थ्रेशोल्ड
mr: खाते लॉक थ्रेशोल्ड

# lblAccountNo
source: Account No
hi: खाता क्रमांक
mr: खाते क्रमांक

# lblAccountType
source: Account Type
hi: खाते का प्रकार
mr: खाते प्रकार

# lblActions
source: Actions
de: Maßnahmen
hi: क्रिया
mr: क्रिया

# lblAdd
source: Add
de: Hinzufügen
hi: जोड़ना
mr: जोडा

# lblAdd5Rows
source: Add 5 Rows
hi: 5 पंक्तियाँ जोड़ें
mr: 5 पंक्ती जोडा

# lblAddAnotherAddress
source: Add Another Address
hi: दूसरा पता भरो
mr: दुसरा पत्ता जोडा

# lblAddedby
source: Added by
hi: द्वारा जोड़ा
mr: द्वारे जोडले

# lblAddedToTodaysList
source: Added To Todays List
hi: aaj की सूची में जोड़ा गया

# lblAddictions
source: Addictions
hi: व्यसनों

# lblAdditionalInformation
source: Patient Additional Information
de: Zusätzliche Informationen für den Patienten
hi: रोगी अतिरिक्त जानकारी
mr: रुग्णाची अतिरिक्त माहिती

# lblAddPayer
source: Add Payer
hi: भुगतानकर्ता जोड़ें
mr: पेअर जोडा

# lblAddRemark
source: Add Remark
hi: रिमार्क जोड़ें
mr: टिप्पणी जोडा

# lblAddress
source: Address
hi: पता
mr: पत्ता

# lblAddress1
source: Address 1
de: Adresse 1
hi: पता 1
mr: पत्ता 1

# lblAddress2
source: Address 2
de: Adresse 2
hi: पता द्वितीय
mr: पत्ता 2

# lblAddressFor
source: Address For
de: Adresse für
hi: के लिए पता
mr: साठी पत्ता

# lblAddressInformation
source: Address Information
hi: पते की जानकारी
mr: पत्त्याची माहिती

# lblAddressLine01
source: Address Line 01
de: Adresszeile 01
hi: पता पंक्ति 01
mr: पत्ता ओळ 01

# lblAddressLine02
source: Address Line 02
de: Adresszeile 02
hi: पता पंक्ति 02
mr: पत्ता ओळ 02

# lblAddressLine1
source: Address Line 1
de: Anschrift Zeile 1
hi: पता पंक्ति 1
mr: पत्ता ओळ 01

# lblAddressLine2
source: Address Line 2
de: Adresszeile 2
hi: पता पंक्ति नं। 2
mr: पत्ता ओळ 02

# lblAddressLine3
source: Address Line 3
hi: पता पंक्ति 3

# lblAddressType
source: Address Type
de: Adresstyp
hi: पता प्रकार
mr: पत्त्याचा प्रकार

# lblAdhesions
source: Adhesions
de: Verwachsungen
hi: आसंजन
mr: चिकटपणा

source: A Donor can donate Oocytes 3 times in her lifetime with an interval of 3 months between two donations
hi: एक दाता अपने जीवनकाल में 3 बार दो दान के बीच 3 महीने के अंतराल के साथ Oocytes दान कर सकता है

# lblAdvanceAgainst
source: Reason For Advance Payment
de: Vorwurf gegen
hi: एडवांस भुगतान का कारण
mr: आगाऊ भरणा करण्याचे कारण

# lblAdvanceSearch
source: Advanced Search
de: Erweiterte Suche
hi: उन्नत खोज
mr: प्रगत शोध

# lblAFC
source: AFC
hi: एएफसी
mr: एएफसी

# lblAge
source: Age
de: Alter
hi: आयु
mr: वय

# lblAgeFrom
source: Age From
de: Alter von
hi: से आयु
mr: वय पासून

# lblAgeGender
source: Age-Gender
hi: उम्र और लिंग
mr: वय-लिंग

# lblAgency
source: Agency
hi: एजेंसी
mr: एजन्सी

# lblAgent
source: Agent
hi: एजेंट
mr: दुसर्‍याचे काम करणारा प्रतिनिधी

# lblAgeofMenarche_In_years
source: Age of Menarche(In years)
hi: मेनार्चे की आयु (वर्षों में)

# lblAgeTo
source: Age - To
de: Alter - Zu
hi: आयु - को
mr: वय - ते

# lblAge_Gender
source: Age-Gender
hi: उम्र और लिंग

# lblAlcohol
source: Alcohol
hi: शराब

# lblAll
source: All
de: Alle
hi: सब
mr: सर्व

# lblAllergies
source: Allergies
hi: एलर्जी

# lblAllToCSV
source: Download all records to CSV
de: Laden Sie alle Datensätze in CSV
hi: CSV के सभी रिकॉर्ड डाउनलोड करें
mr: सर्व रेकॉर्ड सीएसव्हीवर डाउनलोड करा

# lblAllToPDF
source: Download all records to PDF
de: Laden Sie alle Datensätze in PDF
hi: सभी रिकॉर्ड पीडीएफ में डाउनलोड करें
mr: सर्व रेकॉर्ड पीडीएफ वर डाउनलोड करा

# lblAlternateAddress
source: Alternate Address
de: Alternative Adresse
hi: वैकल्पिक पता
mr: वैकल्पिक पत्ता

# lblAltLandlineNo
source: Alt Landline No
de: Altlandline Nr
hi: ऑल्ट लैंडलाइन नं
mr: ऑल्टर लँडलाईन क्र

# lblAltMob
source: Alt Mobile No.
de: Alt Mobil-Nr
hi: वैकल्पिक मोबाइल नंबर
mr: अल्ट मोबाईल क्रमांक

# lblAmenorrheaType
source: Amenorrhea Type
hi: Amenorrhea प्रकार

# lblAmmenorhea
source: Ammenorhea
hi: amenorrhea

# lblAmount
source: Amount
de: Menge
hi: रकम
mr: रक्कम

# lblAnesthesiaType
source: Anesthesia Type
de: Anästhesie - Typ
hi: संज्ञाहरण प्रकार
mr: भूल देण्याचे प्रकार

# lblAnniversary
source: Anniversary
de: Jahrestag
hi: सालगिरह
mr: वर्धापनदिन

# lblAppoinmentTime
source: Appoinment Time
de: Termin
hi: भेंट करने का समय
mr: भेटीची वेळ

# lblAppointment
source: Appointment
hi: नियुक्ति
mr: नियुक्ती

# lblAppointmentDate
source: Appointment Date
hi: मिलने की तारीख
mr: नियुक्तीची तारीख

# lblAppointmentList
source: Appointment List
hi: नियुक्ति सूची
mr: नियुक्ती यादी

# lblAppointmentReason
source: Reason
hi: कारण
mr: कारण

# lblAppointmentType
source: Appointment Type
hi: नियुक्ति प्रकार
mr: नियुक्तीचा प्रकार

# lblArea
source: Area
de: Bereich
hi: क्षेत्र
mr: क्षेत्र

# lblART
source: ART
hi: एआरटी
mr: एआरटी

# lblARTCycle
source: ART Cycle
hi: एआरटी साइकिल

# lblAssignClass
source: Assign Class
de: Weisen Sie Klasse zu
hi: कक्षा सौंपें
mr: वर्ग नियुक्त करा

# lblAssignClassification
source: Assign Classification
de: Klassifizierung zuordnen
hi: वर्गीकरण निर्दिष्ट करें
mr: वर्गीकरण नियुक्त करा

# lblAssignClinic
source: Assign Clinic - Department
de: Klinik - Abteilung
hi: असाइनमेंट क्लिनिक - विभाग
mr: क्लिनिक - विभाग नियुक्त करा

# lblAssignTariff
source: Assign Tariff
de: Tarif zuordnen
hi: टैरिफ असाइन करें
mr: दर द्या

# lblAssoCompany
source: Asso. Company
de: Asso Unternehmen
hi: मिश्रित कंपनी
mr: सहयोगी कंपनी

# lblAtleastoneDigit
source: Atleast One Digit
de: Atleast ein Digit
hi: कम से कम एक अंक
mr: किमान एक अंक

# lblAtleastoneLowerCharacter
source: Atleast OneLower Character
de: Atleast ein unteres Zeichen
hi: कम से कम वनप्लस कैरेक्टर
mr: कमीतकमी एक लोअर कॅरेक्टर

# lblAtleastoneSpecialCharacter
source: Atleast One Special Character
de: Atleast Ein besonderer Charakter
hi: कम से कम एक विशेष चरित्र
mr: कमीतकमी एक खास वर्ण

# lblAtleastoneUppercaseCharacter
source: Atleast One Uppercase Character
de: Mindestens ein Großbuchstabe
hi: कम से कम एक अपरकेस चरित्र
mr: कमीतकमी एक अपरकेस कॅरेक्टर

# lblAttach
source: Attach
de: Anfügen
hi: संलग्न करें
mr: संलग्न करा

# lblAttachIDProof
source: Attach ID Proof
de: ID-Nachweis anhängen
hi: आईडी प्रूफ संलग्न करें
mr: आयडी पुरावा जोडा

# lblAttachment
source: Attachment
hi: आसक्ति
mr: जोड

# lblBalanceAmount
source: Balance Amount
hi: शेष राशि

# lblBalancePayment
source: Balance Payment
hi: शेष राशि का भुगतान
mr: शिल्लक देय

# lblBandingMethod
source: Banding Method
hi: बैंडिंग विधि

# lblBandResolution
source: Band Resolution
hi: बैंड संकल्प

# lblBank
source: Bank
hi: बैंक
mr: बँक

# lblBankInformation
source: Bank Information
hi: बैंक जानकारी
mr: बँकेची माहिती

# lblBankName
source: Bank Name
hi: बैंक का नाम

# lblBaseRate
source: Base Rate
de: Basisgebühr
hi: आधार दर
mr: पायाभूत दर

# lblBill
source: Bill
hi: बिल

# lblBirthWeight_in_kg
source: Birth Weight( in kg)
hi: जन्म वजन (किलो में)

# lblBleedingDisorders
source: Bleeding Disorders
hi: रक्तस्राव विकार

# lblBloodGroup
source: Blood Group
de: Blutgruppe
hi: रक्त समूह
mr: रक्त गट

# lblBMI
source: BMI
hi: बीएमआई
mr: बीएमआय

# lblBP_Diastolic_Range
source: BP Diastolic (Range 60-80 mm of Hg)
hi: बीपी डायस्टोलिक (एचजी की रेंज 60-80 मिमी)
mr: बीपी डायस्टोलिक (श्रेणी 60-80 मिमी एचजी)

# lblBP_Systolic_Range
source: BP Systolic (Range 90-120 mm of Hg)
hi: बीपी सिस्टोलिक (रेंज 90-120 मिमी एचजी)
mr: बीपी सिस्टोलिक (श्रेणी एचजी 90-120 मिमी)

# lblBranch
source: Branch
hi: Shakha
mr: शाखा

# lblBrandName
source: Brand Name
hi: ब्रांड का नाम

# lblBurningsensationonUrination
source: Burning sensation on Urination
hi: मूत्रत्याग पर जलन

# lblByRegistrationDate
source: By Registration Date
hi: पंजीकरण दिनांक द्वारा
mr: नोंदणी तारखेद्वारे

# lblByVisitDate
source: By Visit Date
hi: भेंट तिथि तक
mr: भेट दिनांक द्वारे

# lblCabin
source: Cabin
de: Kabine
hi: केबिन
mr: केबिन

# lblCaffeinatedBeverages
source: Caffeinated Beverages
hi: कैफीनयुक्त पेय पदार्थ

# lblCaffeineAddiction
source: Caffeine Addiction
hi: कैफीन की लत

# lblCalendar
source: Calendar
hi: पंचांग
mr: कॅलेंडर

# lblCamp
source: Camp
hi: शिविर
mr: शिबिर

# lblCancelAppointment
source: Cancel Appointment
hi: अपॉइंटमेंट रद्द करें
mr: नियुक्ती रद्द करा

# lblCanister
source: Canister
de: Kanister
hi: डिब्बा
mr: डबे

# lblCaptImg
source: Please Capture your Image
de: Bitte erfassen Sie Ihr Bild
hi: कृपया अपनी छवि कैप्चर करें
mr: कृपया आपली प्रतिमा कॅप्चर करा

# lblCapturedBy
source: Captured By
hi: kiske dwara kiya gaya

# lblCaptured_by
source: Captured by
hi: dwara
mr: ने पकडले

# lblCaptured_by_Dr
source: Captured by : Dr.
hi: द्वारा कैद: डॉ।

# lblCardiacDisease
source: Cardiac Disease
hi: हृदय रोग

# lblCaseSummary
source: Case Summary
hi: केस सारांश

# lblCategory
source: Category
hi: वर्ग
mr: वर्ग

# lblCategoryL1
source: Patient Source
de: Patientenquelle
hi: रोगी स्रोत
mr: रुग्ण स्त्रोत

# lblCategoryL2
source: Patient Category
de: Patientenkategorie
hi: रोगी श्रेणी
mr: रुग्ण श्रेणी

# lblCatheter
source: Catheter
de: Katheter
hi: कैथिटर
mr: कॅथेटर

# lblCellStage
source: Cell Stage
de: Zellstadium
hi: सेल स्टेज
mr: सेल स्टेज

# lblCervicalCancer
source: Cervical Cancer
hi: ग्रीवा कैंसर

# lblCerviDialatation
source: Cervical Dialatation
de: Zervikale Dialatation
hi: सरवाइकल डायलाटेशन
mr: गर्भाशय ग्रीष्ठीयन

# lblChickenpox
source: Chicken pox
hi: छोटी माता

# lblCINClinicRegistrationNo
source: (CIN) Clinic Registration No
hi: (CIN) क्लिनिक पंजीकरण संख्या

# lblCity
source: City
de: Stadt
hi: shahar
mr: शहर

# lblClass
source: Class
de: Klasse
hi: वर्ग
mr: वर्ग

# lblClassification
source: Classification
de: Einstufung
hi: वर्गीकरण
mr: वर्गीकरण

# lblClassMaster
source: ClassMaster
hi: क्लास मास्टर
mr: वर्ग मास्टर

# lblClearFilter
source: Clear Filters
de: Filter löschen
hi: साफ फिल्टर
mr: फिल्टर साफ करा

# lblClinic
source: Clinic
de: Klinik
hi: क्लिनिक
mr: चिकित्सालय

# lblClinicCode
source: Clinic Code
hi: क्लिनिक कोड

# lblClinicContactNo
source: Clinic Contact No
hi: क्लिनिक संपर्क नं

# lblClinicDate
source: Clinic / Date
hi: क्लिनिक की तारीख
mr: क्लिनिकची तारीख

# lblClinicFaxNo
source: Clinic Fax No.
hi: क्लिनिक फेस नंबर

# lblClinicList
source: Clinic List
hi: क्लिनिक सूची

# lblClinicName
source: Clinic Name
hi: क्लिनिक का नाम

# lblClinicType
source: Clinic Type
hi: क्लिनिक का प्रकार

# lblClinicUsrRole
source: Clinic - User Role
de: Klinik - Benutzerrolle
hi: क्लिनिक - उपयोगकर्ता भूमिका
mr: क्लिनिक - वापरकर्त्याची भूमिका

# lblCloseVisit
source: Close Visit
de: Schließen Visit
hi: बंद पर जाएँ
mr: भेट बंद करणे

# lblCluster
source: Cluster
hi: समूह

# lblCode
source: Code
hi: कोड
mr: कोड

# lblCodeType
source: Code Type
de: Code-Typ
hi: कोड प्रकार
mr: कोड प्रकार

# lblCode_Description
source: Code/Description
hi: कोड / विवरण

# lblColumn
source: Columns :
de: Spalten :
hi: stambhas
mr: स्तंभ

# lblCommunication
source: Communication
hi: संचार
mr: संप्रेषण

# lblCommunicationAddress
source: Communication Address
hi: संचार पता
mr: संप्रेषण पत्ता

# lblCompany
source: Company
de: Unternehmen
hi: संगठन
mr: कंपनी

# lblCompanyDetails
source: Company Details
de: Firmendetails
hi: संस्थान के विवरण
mr: कंपनी तपशील

# lblCompanyType
source: Company Type
de: Unternehmenstyp
hi: कंपनी के प्रकार
mr: कंपनीचा प्रकार

# lblComplaints_Follow_Up
source: Complaints / Follow-Up
hi: शिकायतें / फॉलो-अप

# lblComplications
source: Complications
hi: जटिलताओं

# lblConcession
source: Concession
de: Konzession
hi: छूट
mr: सवलत

# lblConctPerson
source: Contact Person
de: Gesprächspartner
hi: संपर्क व्यक्ति
mr: संपर्क व्यक्ती

# lblConfirmPassword
source: Confirm Password
de: Bestätige das Passwort
hi: पासवर्ड की पुष्टि कीजिये
mr: पासवर्डची पुष्टी करा

# lblCongenitalAnamoly
source: Congenital Anamoly
hi: जन्मजात अनामोली

# lblConsanguinity
source: Consanguinity
hi: रक्तसंबंध
mr: सामंजस्य

# lblConsent
source: Consent
hi: सहमति

# lblConsentPreview
source: Consent Preview
hi: सहमति पूर्वावलोकन

# lblConseReason
source: Reason For Concession
de: Konsensgrund
hi: रियायत का कारण
mr: सवलतीसाठी कारण

# lblContactDetails
source: Contact Details
de: Kontakt details
hi: संपर्क विवरण
mr: संपर्काची माहिती

# lblContactInformation
source: Contact Information
de: Kontakt Informationen
hi: संपर्क जानकारी
mr: संपर्क माहिती

# lblContraception
source: Contraception
hi: गर्भनिरोध

# lblCopy
source: Copy
de: Kopieren
hi: प्रतिलिपि
mr: कॉपी करा

# lblCount
source: Count
hi: गिनती

# lblCountry
source: Country
de: Land
hi: देश
mr: देश

# lblCouple
source: Couple
de: Paar
hi: जोड़ा (yugal)
mr: जोडी

# lblCoupleId
source: Couple Id
hi: युगल आईडी
mr: जोडी आयडी

# lblCreatedon
source: Created on
hi: को निर्मित
mr: रोजी तयार केले

# lblCreditlimit
source: Credit Limit
hi: क्रेडिट सीमा
mr: पत मर्यादा

# lblCultureMethode
source: Culture Method
de: Kulturverfahren
hi: संस्कृति विधि
mr: संस्कृती पद्धत

# lblCurrentAccount
source: Current Account
hi: चालू खाता
mr: चालू खाते

# lblCurrentStatus
source: Current Status
hi: वर्तमान स्थिति

# lblCycle
source: Cycle
hi: चक्र

# lblCycleCode
source: Cycle Code
hi: साइकिल कोड
mr: सायकल कोड

# lblCycleDay
source: Cycle Day
hi: साइकिल दिवस
mr: सायकल दिवस

# lblCycleDuration
source: Cycle Duration
hi: चक्र अवधि

# lblCycles
source: Cycles
hi: chakra
mr: सायकल

# lblCycleType
source: Cycle Type
hi: chakra prakar

# lblCystinLeftOvary
source: Cyst in Left Ovary
hi: बाएं अंडाशय में पुटी
mr: डाव्या अंडाशयात सिस्ट

# lblCystinRightOvary
source: Cyst in Right Ovary
hi: दाएं अंडाशय में पुटी
mr: राइट अंडाशयात सिस्ट

# lblDaily
source: Daily
de: Täglich
hi: रोज
mr: दररोज

# lblDatabase
source: Database
hi: डेटाबेस

# lblDate
source: Date
de: Datum
hi: तारीख
mr: तारीख

# lblDateValidation
source: Date Validation
hi: दिनांक मान्यता

# lblDay
source: Day
de: Tag
hi: दिन
mr: दिवस

# lblDayGrad
source: Day Grad Map
de: Tag-Grad-Karte
hi: डे ग्रैड मैप
mr: दिवस ग्रॅड नकाशा

# lblDays
source: Days(s)
de: Tag
hi: दिन
mr: दिवस (चे)

# lblDay_Month_Year
source: ( Day / Month / Year )
hi: ( दिन महीने साल )

# lblDeletePhoto
source: Delete Photo
hi: फोटो हटाएं
mr: फोटो हटवा

# lblDelivery
source: Delivery
hi: वितरण

# lblDeliveryType
source: Delivery Type
hi: वितरण के प्रकार

# lblDepartment
source: Department
de: Abteilung
hi: विभाग
mr: विभाग

# lblDescription
source: Description
hi: विवरण
mr: वर्णन

# lblDesignation
source: Designation
de: Bezeichnung
hi: पद
mr: पदनाम

# lblDevStage
source: Devlopment Stage
de: Entwicklungsstadium
hi: vikas avastha
mr: विकास टप्पा

# lblDiabetes
source: Diabetes
hi: मधुमेह
mr: Diabetess

# lblDiagnosis
source: Diagnosis
hi: निदान
mr: निदान

# lblDiagnosisType
source: Diagnosis Type
hi: निदान प्रकार
mr: निदान प्रकार

# lblDiet
source: Diet
hi: आहार

# lblDifficultyinvoiding
source: Difficulty in voiding
hi: radda करने में कठिनाई

# lblDiffiLvl
source: Difficulty Level
de: Schwierigkeitsgrad
hi: कठिनाई स्तर
mr: अडचण पातळी

# lblDiffiType
source: Difficulty Type
de: Schwierigkeitsgrad
hi: कठिनाई प्रकार
mr: अडचण प्रकार

# lblDOB
source: Date Of Birth
de: Geburtsdatum
hi: जन्म की तारीख
mr: जन्म तारीख

# lblDocCategory
source: Doctor Category
de: Arzt Kategorie
hi: डॉक्टर श्रेणी
mr: डॉक्टर श्रेणी

# lblDoctor
source: Doctor
de: Arzt
hi: चिकित्सक
mr: डॉक्टर

# lblDoctorDetails
source: Doctor Details
de: Arzt Details
hi: डॉक्टर का विवरण
mr: डॉक्टर तपशील

# lblDoctorInformation
source: Doctor Information
de: Arzt Informationen
hi: डॉक्टर की जानकारी
mr: डॉक्टरांची माहिती

# lblDoctorName
source: Doctor Name
hi: डॉक्टर का नाम
mr: डॉक्टर नाव

# lblDoctorShare
source: Doctor Share
de: Arzt teilen
hi: doctor ka hissa
mr: डॉक्टर हिस्सा

# lblDocType
source: Doctor Type
de: Arzt Typ
hi: डॉक्टर टाइप
mr: डॉक्टर प्रकार

# lblDonor
source: Donor
hi: दाता
mr: दाता

# lblDose
source: Dose
hi: खुराक

# lblDownload
source: Download
hi: डाउनलोड
mr: डाउनलोड करा

# lblDoYouWantToDeletePhoto
source: Do you want to Delete Photo?
hi: क्या आप फोटो हटाना चाहते हैं?
mr: आपण फोटो हटवू इच्छिता?

# lblDr
source: Dr.
hi: चिकित्सक

# lblDrugAddiction
source: Drug Addiction
hi: मादक पदार्थों की लत

# lblDrugName
source: Drug Name
hi: औषधि का नाम

# lblDrugs
source: Drugs
hi: Dawa

# lblDrugSource
source: Drug Source
hi: औषधि स्रोत

# lblDuration
source: Duration
hi: समयांतराल

# lblDurationMin
source: Duration(Min)
de: Dauer (min.)
hi: अवधि (मिनट)
mr: कालावधी (किमान)

# lblDysmennorhea
source: Dysmennorhea
hi: कष्टार्तव

# lblDyspareunia
source: Dyspareunia
hi: दर्दनाक संगम होना

# lblEdit
source: Edit
hi: संपादित करें
mr: सुधारणे

# lblEducation
source: Education
de: Ausbildung
hi: शिक्षा
mr: शिक्षण

# lblEffectiveDate
source: Effective Date
hi: प्रभावी तिथि
mr: प्रभावी तारीख

# lblEjaculation_Erection
source: Ejaculation/Erection
hi: स्खलन/खड़ा किया जाना

# lblEmailId
source: Email Id
hi: ईमेल आईडी
mr: ई - मेल आयडी

# lblEmbryoDesc
source: Embryo Decription
de: Embryo Beschreibung
hi: भ्रूण की कमी
mr: गर्भ वर्णन

# lblEmbryosFrozen
source: Embryos Frozen
hi: जमे हुए भ्रूण

# lblEmbryosTransferred
source: Embryos Transferred
hi: भ्रूण हस्तांतरित

# lblEmpNo
source: Employee No.
de: Mitarbeiter - Nr
hi: कर्मचारी संख्या।
mr: कर्मचारी क्रमांक

# lblEndDate
source: End Date
de: Enddatum
hi: अंतिम तिथि
mr: शेवटची तारीख

# lblEndometrialFlow
source: Endometrial Flow
de: Endometriumfluss
hi: एंडोमेट्रियल फ्लो
mr: एंडोमेट्रियल प्रवाह

# lblEndometriosis
source: Endometriosis
de: Endometriose
hi: अन्तर्गर्भाशय-अस्थानता
mr: एंडोमेट्रिओसिस

# lblEndometrium
source: Endometrium
hi: अंतर्गर्भाशयकला
mr: एंडोमेट्रियम

# lblEndometriumMorphology
source: Endometrium Morphology
hi: एंडोमेट्रियम मॉर्फोलॉजी
mr: एंडोमेट्रियम मॉर्फोलॉजी

# lblEndometriumThickness_mm
source: Endometrium Thickness(mm)
hi: एंडोमेट्रियम की मोटाई (मिमी)
mr: एंडोमेट्रियम जाडी (मिमी)

# lblEndTime
source: End Time
de: Endzeit
hi: अंतिम समय
mr: समाप्तीचा कालावधी

# lblEnterAppointmentReason
source: Please Select Appointment Reason
hi: कृपया अपॉइंटमेंट कारण चुनें
mr: कृपया भेटीचे कारण निवडा

# lblEpilepsy
source: Epilepsy
hi: मिरगी

# lblEthnicity
source: Ethnicity
hi: जातीयता
mr: वांशिकता

# lblExercise
source: Exercise
hi: व्यायाम

# lblExisting
source: Existing
hi: मौजूदा

# lblExistingChildren
source: Existing Children
hi: मौजूदा बच्चे
mr: विद्यमान मुले

# lblExperience
source: Experience
de: Erfahrung
hi: अनुभव
mr: अनुभव

# lblExpirationInterval
source: Expiration Interval
de: Ablaufintervall
hi: समाप्ति अंतराल
mr: कालावधी समाप्ती

# lblExpiryDate
source: Expiry Date
hi: समाप्ति तिथि
mr: कालबाह्यता तारीख

# lblExposuretoHeavyMetals
source: Exposure to Heavy Metals
hi: भारी धातुओं के लिए एक्सपोजर

# lblExposuretoPesticides
source: Exposure to Pesticides
hi: कीटनाशकों का एक्सपोजर

# lblExposuretoPollution
source: Exposure to Pollution
hi: प्रदूषण के संपर्क में

# lblExposuretoRadiation
source: Exposure to Radiation
hi: विकिरण के संपर्क में

# lblExtDocInfo
source: External Doctor Information
hi: बाहरी चिकित्सक जानकारी
mr: बाह्य डॉक्टरांची माहिती

# lblExternalDoctorDetail
source: External Doctor Detail
de: Externe Arzt Detail
hi: बाहरी चिकित्सक विस्तार
mr: बाह्य डॉक्टर तपशील

# lblExternalDoctorInformation
source: External Doctor
de: Externer Arzt Information
hi: बाहरी चिकित्सक
mr: बाह्य डॉक्टर

# lblEyeColor
source: Eye Color
de: Augenfarbe
hi: आँखों का रंग
mr: डोळ्यांचा रंग

# lblFamily
source: Family
hi: परिवार
mr: कुटुंब

# lblFamilyHistory
source: Family History
hi: परिवार के इतिहास

# lblFavourite
source: Favourite
hi: पसंदीदा
mr: आवडते

# lblFavouriteDiagnosis
source: Favourite Diagnosis
hi: पसंदीदा निदान
mr: आवडते निदान

# lblFavouriteList
source: Favourite List
hi: पसंदीदा सूची
mr: आवडती यादी

# lblFavourites
source: Favourites
hi: पसंदीदा

# lblFemale
source: Female
hi: महिला
mr: स्त्री

# lblFemaleHistory
source: Female History
hi: महिला इतिहास

# lblFemaleInfertility
source: Female Infertility
hi: महिला बांझपन

# lblFileUpload
source: File Upload
hi: फाइल अपलोड
mr: फाइल अपलोड
