Repository: prajwalbonde001/FertivueTest
Catalog: AcornSourceCode/Ganesha/PIVF.LanguageResource/Resources.*.resx
Languages: de, hi, mr

# msgyouhaveunsavedchangesyouwantToDiscardTheChanges
source: You Have Unsaved Changes On This Page, Do You Want To Discard The Changes
hi: आपने इस पृष्ठ पर परिवर्तन नहीं किए हैं, क्या आप परिवर्तन छोड़ना चाहते हैं

# msgYouWantToSettleBill
source: Are you sure you want to Settle the Bill?
de: Möchten Sie die Rechnung wirklich begleichen?
hi: क्या आप वाकई बिल को सेटल करना चाहते हैं?
mr: आपणास खात्री आहे की आपणास बिल सेटल करायचे आहे?

# nsgCloseexistingcyclefirst
source: Close existing cycle first
hi: पहले मौजूदा चक्र को बंद करें

# OnlyNumericValues
source: Enter numeric only
de: Geben Sie nur Ziffern ein.
hi: केवल संख्यात्मक दर्ज करें
mr: फक्त संख्या प्रविष्ट करा

# String1
source: Letzte
hi: नवीनतम
mr: नवीनतम

# String2
source: Search
hi: खोज
mr: शोधा

# String3
source: Remarks
hi: टिप्पणियों

# String4
source: Settel Bill
hi: सेटल बिल

source: Title
de: Titel
hi: शीर्षक
mr: शीर्षक

source: Total Count
de: Komplette Anzahl
hi: कुल संख्या
mr: एकूण गणना

# lblArtDay
source: ART Day
de: Kunst-Tag
mr: एआरटी दिन

# lblARTSubtype
source: ART Type
mr: एआरटी प्रकार

# lblARTType
source: ART Type
mr: एआरटी प्रकार

# lblBDM
source: BDM
mr: बीडीएम

# lblBrowse
source: Browse
mr: ब्राउझ करा

# lblChar
source: char
de: verkohlen
mr: काळा होणे

# lblDashboard
source: Dashboard
mr: डॅशबोर्ड

# lblHR_Range
source: HR (Range 60-100 per min)
mr: एचआर (श्रेणी 60-100 प्रति मिनिट)

# lblICD
source: ICD
mr: आयसीडी

# lblInfo
source: Info
mr: माहिती

# lblIVFMainIndication
source: IVF Main Indication
de: IVF Hauptanzeige
mr: आयव्हीएफ मुख्य संकेत

# lblIVFMOI
source: IVF MOI
mr: आयव्हीएफ MOI

# lblMin
source: Min
mr: मिएन

# lblSno
source: Sno
mr: अनु क्रमांक

# lblTo
source: To
de: Nach
mr: करण्यासाठी

source: Active
de: Aktiv

# lblThe
source: The
de: Das
