Repository: prajwalbonde001/FertivueTest
Catalog: AcornSourceCode/Ganesha/PIVF.LanguageResource/Resources.*.resx
Languages: de, hi, mr

# msgErrorRapidSlowProgressTitle
source: Sum of Slow & Rapid Progressive can not be more than Progressive motility.
de: Summe von Slow & Rapid Progressive kann nicht mehr sein als Progressive Motilität.
hi: स्लो एंड रैपिड प्रोग्रेसिव का योग प्रोग्रेसिव मोटिव से ज्यादा नहीं हो सकता
mr: स्लो अँड रॅपिड प्रोग्रेसिव्हचा बेरीज प्रोग्रेसिव्ह वेगवानपणापेक्षा जास्त असू शकत नाही.

# msgError_Common
source: Something went wrong! Please contact your administrator.
de: Etwas ist schief gelaufen! Bitte wenden Sie sich an Ihren Administrator.
hi: कुछ गलत हो गया! कृपया अपने व्यवस्थापक से संपर्क करें
mr: काहीतरी चूक झाली! कृपया आपल्या प्रशासकाशी संपर्क साधा.

# msgFavouriteDiagnosisDeletedSuccessfuly
source: Favourite Diagnosis Deleted Successfuly
hi: पसंदीदा निदान सफल हो गया
mr: आवडते निदान यशस्वीरित्या हटविले

# msgFilladdress
source: Fill address
hi: पता भरें
mr: पत्ता भरा

# msgFillallmandatoryfields
source: Fill all mandatory fields
hi: सभी अनिवार्य फ़ील्ड भरें
mr: सर्व अनिवार्य फील्ड भरा

# msgFillmandatoryfield
source: Fill mandatory field
hi: अनिवार्य फ़ील्ड भरें

# msgFromdateshouldbegreaterthanTodate
source: From date should be greater than To date
hi: तिथि से तिथि से अधिक होनी चाहिए
mr: तारखेपासून तारीख अधिक असणे आवश्यक आहे

# msgGridUnsaveData
source: You have unsaved data,save data first.
de: Sie haben nicht gespeicherte Daten. Möchten Sie sie speichern?
hi: आपके पास बिना सहेजे गए डेटा हैं, पहले डेटा सहेजें
mr: आपल्याकडे जतन न केलेला डेटा आहे, प्रथम डेटा जतन करा.

# msgImportantMarkRemoved
source: Important Mark Removed
hi: महत्वपूर्ण मार्क हटाया गया
mr: महत्त्वपूर्ण चिन्ह काढला

# msgInputisnotinacorrectformat
source: Input is not in a correct format.
hi: इनपुट एक सही प्रारूप में नहीं है।

# msgInsertAppointmentSuccess
source: Successfully Added Appointment
hi: सफलतापूर्वक जोड़ा गया नियुक्ति
mr: यशस्वीरित्या नियुक्ती

# msgInsertReportDate
source: Insert Report Date
hi: रिपोर्ट दिनांक डालें
mr: अहवाल तारीख घाला

# msgInsertResultvalueorAttachreport
source: Insert Result value or Attach report
hi: रिजल्ट वैल्यू या अटैच रिपोर्ट डालें
mr: परिणाम मूल्य घाला किंवा अहवाल जोडा

# msgInvalidText
source: Invalid text
de: Ungültiger Text
hi: अमान्य पाठ
mr: अवैध मजकूर

# msgLapsedAppointment
source: Appointment time has Lapsed
hi: नियुक्ति समय व्यतीत हो गया
mr: भेटीची वेळ संपली आहे

# msgLapsedAppointmentCannotCancel
source: You cannot cancel Lapsed Appointment
hi: आप व्यपगत अपॉइंटमेंट को रद्द नहीं कर सकते
mr: आपण लॅप्ड अपॉइंटमेंट रद्द करू शकत नाही

# msgloginExist
source: Login Name is exists.
de: Der Anmeldename ist vorhanden.
hi: लॉगिन नाम मौजूद है
mr: लॉगिन नाव विद्यमान आहे

# msgMarkedAsImportant
source: Marked As Important
hi: महत्वपूर्ण के रूप में चिह्नित
mr: महत्वाचे म्हणून चिन्हांकित केले

# msgMaxLimit10
source: Maximum Limit is 10
de: Die Höchstgrenze beträgt 10
hi: अधिकतम सीमा 10 है
mr: कमाल मर्यादा 10 आहे

# msgMaxLimit50
source: Maximum Limit is 50
de: Die Höchstgrenze beträgt 50
hi: अधिकतम सीमा 50 है
mr: कमाल मर्यादा 50 आहे

# msgMaxPwdAgegrtrThanMinAge
source: Maximum password age should greater than minimum password age.
de: Maximales Passwortalter sollte über dem Mindestalter des Passworts liegen.
hi: अधिकतम पासवर्ड की आयु न्यूनतम पासवर्ड की उम्र से अधिक होनी चाहिए
mr: किमान संकेतशब्द वयापेक्षा जास्तीत जास्त संकेतशब्द वय.

# msgMaxPwdGrtrThanMinPwd
source: Maximum password length should greater than minimum password length.
de: Die maximale Länge des Passworts sollte größer als die minimale Passwortlänge sein.
hi: अधिकतम पासवर्ड की लंबाई न्यूनतम पासवर्ड की लंबाई से अधिक होनी चाहिए
mr: किमान संकेतशब्दाच्या लांबीपेक्षा जास्तीत जास्त संकेतशब्द लांबी.

# msgMaxPwdLen
source: Minimum password length should less than maximum password length.
de: Die Mindestlänge des Passworts sollte weniger als die maximale Länge des Passworts betragen.
hi: न्यूनतम पासवर्ड लंबाई अधिकतम पासवर्ड लंबाई से कम होनी चाहिए
mr: किमान संकेतशब्दाची लांबी जास्तीत जास्त संकेतशब्दाच्या लांबीपेक्षा कमी असावी.

# msgMaxPwdLeneql20
source: Maximum password length should less than or equal to 20.
de: Die maximale Passwortlänge sollte kleiner oder gleich 20 sein.
hi: अधिकतम पासवर्ड की लंबाई 20 से कम या उसके बराबर होनी चाहिए
mr: जास्तीत जास्त संकेतशब्द लांबी 20 पेक्षा कमी किंवा त्या समान असणे आवश्यक आहे.

# msgMinPwdAgelessThanMaxAge
source: Minimum password age should less than maximum password age.
de: Minimales Passwortalter sollte weniger als maximales Passwortalter haben.
hi: न्यूनतम पासवर्ड आयु अधिकतम पासवर्ड आयु से कम होनी चाहिए
mr: किमान संकेतशब्द वय जास्तीत जास्त संकेतशब्द वयापेक्षा कमी असावे.

# msgMinPwdAgenotZero
source: Minimum password age should be greater than 0.
de: Das Mindestalter des Passworts sollte größer als 0 sein.
hi: न्यूनतम पासवर्ड की आयु 0 से अधिक होनी चाहिए
mr: किमान संकेतशब्द वय 0 पेक्षा जास्त असावे.

# msgMinPwdLen
source: Minimum password length should be greater than 0.
de: Die Mindestkennwortlänge sollte größer als 0 sein.
hi: न्यूनतम पासवर्ड की लंबाई 0 से अधिक होनी चाहिए
mr: किमान संकेतशब्दाची लांबी 0 पेक्षा जास्त असावी.

# msgNoSelectedDayFound
source: Selected day not found.
de: Ausgewählter Tag nicht gefunden.
hi: चयनित दिन नहीं मिला
mr: निवडलेला दिवस सापडला नाही.

# msgOneLowerCase
source: atleast 1 lower case char
de: Atleast 1 Kleinbuchstabe char
hi: कम से कम 1 मामला चार
mr: कमीतकमी 1 लोअर केस चार्ट

# msgoneSpclChar
source: and atleast 1 special charecter.
de: Und atleast 1 spezielle charecter.
hi: और कम से कम 1 विशेष
mr: आणि कमीतकमी 1 विशेष अध्याय.

# msgOneUpperCase
source: atleast 1 upper case char
de: Atleast 1 Großbuchstabe char
hi: कम से कम 1 ऊपरी मामला
mr: किमान 1 अप्पर केस चार्ट

# msgPartnerageshouldbeinrangeof21_60
source: Partner age should be in range of 21-60
hi: साथी की आयु 21-60 की सीमा में होनी चाहिए
mr: भागीदार वय 21-60 च्या श्रेणीमध्ये असले पाहिजे

# msgPartnerLinkedSuccessfully
source: Partner Linked Successfully
hi: पार्टनर ने सफलतापूर्वक लिंक किया

# msgPartnerNotLinkedTryAgain
source: Partner Not Linked Try Again
hi: पार्टनर नॉट लिंक्ड ट्राई अगेन

# msgPasswordreset
source: Password reset successfully.
de: Passwort erfolgreich zurückgesetzt.
hi: पासवर्ड रीसेट सफलतापूर्वक
mr: संकेतशब्द रीसेट यशस्वीरित्या.

# msgPatientageshouldbeinangeof2137
source: Patient age should be in range of 21-37
hi: रोगी की आयु 21-37 के बीच होनी चाहिए
mr: रुग्णांचे वय 21-37 च्या श्रेणीत असले पाहिजे

# msgPatientageshouldbeinrangeof18_60
source: Patient age should be in range of 18-60
hi: रोगी की आयु 18-60 की सीमा में होनी चाहिए
mr: रुग्णांचे वय 18-60 च्या श्रेणीत असले पाहिजे

# msgPatientageshouldbeinrangeof21_35
source: Patient age should be in range of 21-35
hi: रोगी की आयु, ME की सीमा में होनी चाहिए
mr: रुग्णांचे वय 21-35 च्या श्रेणीत असले पाहिजे

# msgPatientageshouldbeinrangeof21_37
source: Patient age should be in range of 21-37
hi: रोगी की आयु 21-37 के बीच होनी चाहिए
mr: रुग्णांचे वय 21-37 च्या श्रेणीत असले पाहिजे

# msgPatientageshouldbeinrangeof21_45
source: Patient age should be in range of 21-45
hi: रोगी की आयु 21-45 के बीच होनी चाहिए
mr: रुग्णांचे वय 21-45 च्या श्रेणीत असले पाहिजे

# msgPatientageshouldbeinrangeof21_60
source: Patient age should be in range of 21-60
hi: रोगी की आयु 21-60 की सीमा में होनी चाहिए
mr: रुग्णांचे वय 21-60 च्या श्रेणीत असले पाहिजे

# msgPatientalreadyregisterdwiththeseMRNo
source: Patient already registerd with these MRNo
hi: रोगी पहले से ही इन MRNo के साथ पंजीकृत है
mr: या एमआर क्र. सह आधीच रुग्ण नोंदणीकृत आहे

# msgPatientdataupdatedsuccessfully
source: Patient data updated successfully
hi: रोगी डेटा सफलतापूर्वक अपडेट किया गया
mr: रुग्ण डेटा यशस्वीरित्या अद्यतनित केला

# msgPatientisallergiesto
source: Patient is allergies to
hi: रोगी को एलर्जी है

# msgPatientregisteredsuccessfully
source: Patient registered successfully
hi: रोगी सफलतापूर्वक पंजीकृत
mr: रुग्ण यशस्वीरित्या नोंदणीकृत

# msgPatientSuccessfullyMarkAsaDonor
source: Patient Successfully Mark As a Donor
hi: रोगी सफलतापूर्वक एक दाता के रूप में मार्क

# msgPatientSuccessfullyMarkAsaSurrogate
source: Patient Successfully Mark As a Surrogate
hi: रोगी सफलतापूर्वक एक सरोगेट के रूप में मार्क

# msgPaymentsavedsuccessfully
source: Payment saved successfully
hi: भुगतान सफलतापूर्वक सहेजा गया

# msgPleaseaddpayerinformation
source: Please add payer information
hi: कृपया भुगतानकर्ता जानकारी जोड़ें
mr: कृपया देयकाची माहिती जोडा

# msgPleaseCheckDuplicateValues
source: Please Check Duplicate Values
hi: कृपया डुप्लिकेट मान जांचें

# msgPleaseEnterObstetricHistoryDetails
source: Please Enter Obstetric History Details
hi: कृपया प्रसूति इतिहास विवरण दर्ज करें

# msgPleaseEnterReason
source: Please Enter Reason
hi: कृपया कारण दर्ज करें
mr: कृपया कारण प्रविष्ट करा

# msgPleaseEnterServiceName
source: Please Enter Service Name
hi: कृपया सेवा का नाम दर्ज करें

# msgPleaseenterSourceOfReference
source: Please enter Source Of Reference
hi: कृपया संदर्भ का स्रोत दर्ज करें
mr: कृपया संदर्भ स्त्रोत प्रविष्ट करा

# msgPleaseentervalidcountrycode
source: Please enter valid country code
hi: कृपया मान्य देश कोड दर्ज करें
mr: कृपया वैध देश कोड प्रविष्ट करा

# msgPleaseentervalidemailid
source: Please enter valid email id
hi: कृपया मान्य ईमेल आईडी दर्ज करें
mr: कृपया वैध ईमेल आयडी प्रविष्ट करा

# msgPleaseEnterVitals
source: Please Enter Vitals
hi: कृपया प्रविष्ट करें
mr: कृपया व्हाइटल्स प्रविष्ट करा

# msgPleaseEnter_SelectTemplatetoSetFavouriteDrug
source: Please Enter/Select Template to Set Favourite Drug
hi: कृपया पसंदीदा दवा सेट करने के लिए टेम्प्लेट / चयन करें

# msgPleasefillallrequiredfileds
source: Please fill all required fileds
hi: कृपया सभी आवश्यक दायरें भरें
mr: कृपया सर्व आवश्यक फाईल भरा

# msgPleasefillExternalDoctorDetails
source: Please fill External Doctor Details
hi: कृपया बाहरी चिकित्सक विवरण भरें
mr: कृपया बाह्य डॉक्टरांचा तपशील भरा

# msgPleaseFillMandatoryFields
source: Please fill all mandatory fields.
hi: कृपया सभी अनिवार्य फ़ील्ड भरें
mr: कृपया सर्व अनिवार्य फील्ड भरा

# msgPleaseFilltheReason
source: Please Fill the Reason
hi: कृपया कारण भरें

# msgPleaselinkthedonor
source: Please link the donor
hi: कृपया दाता को लिंक करें

# msgPleaseSelectAnyRecords
source: Please Select Any Records
hi: कृपया किसी भी रिकॉर्ड का चयन करें

# msgPleaseSelectARTType
source: Please Select ART Type
hi: कृपया एआरटी प्रकार चुनें

# msgPleaseselectatleastOnetoadd
source: Please select atleast One to add
hi: कृपया जोड़ने के लिए कम से कम एक का चयन करें

# msgPleaseSelectCategory
source: Please Select Category
hi: कृपया श्रेणी का चयन करें

# msgPleaseselectDateofAbortion
source: Please select Date of Abortion
hi: कृपया गर्भपात की तारीख चुनें

# msgPleaseselectFile
source: Please select File
hi: कृपया फ़ाइल का चयन करें
mr: कृपया फाईल निवडा

# msgPleaseselectfilebothfilesaresame
source: Please select file /both files are same
hi: कृपया फ़ाइल का चयन करें / दोनों फाइलें समान हैं
mr: कृपया देयकाची माहिती जोडा

# msgPleaseselectoutcomeifyearselectedinObstetricHistory
source: Please select outcome if year selected in Obstetric History
hi: यदि वर्ष ऑब्स्टेट्रिक हिस्ट्री में चुना गया है तो कृपया परिणाम का चयन करें

# msgPleaseselectPartner
source: Please select Partner
hi: कृपया साथी चुनें

# msgPleaseselectpatient
source: Please select patient
hi: कृपया रोगी का चयन करें
mr: कृपया रुग्ण निवडा

# msgPleaseselectstatusifDrugeNameselectedinPastMedicationHistory
source: Please select status if Druge Name selected in Past Medication History
hi: कृपया स्थिति का चयन करें यदि पिछले दवा इतिहास में ड्रूज़ नाम चुना गया है

# msgPleaseselectsuccessfulstatusifARTCycleselectedinPreviousTreatmentHistory
source: Please select successful status if ART Cycle selected in Previous Treatment History
hi: कृपया सफल स्थिति का चयन करें यदि पिछला उपचार इतिहास में एआरटी चक्र चुना गया हो

# msgPleaseselectTemplate
source: Please select Template
hi: कृपया टेम्पलेट का चयन करें

# msgPleaseselectthedate
source: Please select the date
hi: कृपया तारीख का चयन करें

# msgPleaseSelectVisit
source: Please Select Visit
hi: कृपया विजिट का चयन करें
mr: कृपया भेट द्या

# msgPleaseSelecytARTSubType
source: Please Selecyt ART SubType
hi: कृपया सेलेटी एआरटी सबटाइप करें

# msgpwdandcnfpwdmatch
source: Password and confirm password should be match.
de: Passwort und Passwort bestätigen.
hi: पासवर्ड और कन्फर्म पासवर्ड मैच होना चाहिए
mr: संकेतशब्द आणि पुष्टीकरण संकेतशब्द जुळला पाहिजे.

# msgReasonAddedSuccessfully
source: Reason Added Successfully
hi: कारण जोड़ा गया

# msgRecordAddedSuccessfully
source: Record Added Successfully.
hi: रिकॉर्ड जोड़ा गया सफलतापूर्वक
mr: रेकॉर्ड यशस्वीरित्या जोडले.

# msgRecorddeletedsuccessfully
source: Record deleted successfully
hi: रिकॉर्ड सफलतापूर्वक हटाया गया
mr: रेकॉर्ड यशस्वीरित्या हटविला

# msgRecordSave
source: Record Save Sucessfully!
hi: रिकॉर्ड सहेजें सफलता!

# msgRecordSaveSuccessfully
source: Record Save Successfully
hi: रिकॉर्ड सहेजें सफलतापूर्वक

# msgRemarkAddedSuccessfully
source: Remark Added Successfully
hi: सफलतापूर्वक जोड़ा गया

# msgRemoveRow
source: You cannot remove this row.
de: Sie können diese Zeile nicht entfernen.
hi: आप इस पंक्ति को हटा नहीं सकते
mr: आपण ही पंक्ती काढू शकत नाही.

# msgReportuploadedsuccessfully
source: Report uploaded successfully
hi: रिपोर्ट सफलतापूर्वक अपलोड की गई

# msgRescheduleMsgAck
source: Please Select Appointment Date
hi: कृपया नियुक्ति तिथि का चयन करें
mr: कृपया भेटीची तारीख निवडा

# msgRescheduleSuccess
source: Appointment Rescheduled Successfully
hi: कृपया नियुक्ति तिथि का चयन करें
mr: नियुक्ती यशस्वीरित्या शेड्यूल केली

# msgSave
source: Record saved successfully!
de: Datensatz wurde erfolgreich gespeichert.
hi: रिकॉर्ड सफलतापूर्वक सहेजा गया!
mr: रेकॉर्ड यशस्वीरित्या जतन केले!

# msgSavedSuccessfully
source: Saved Successfully
hi: सफलतापूर्वक बचाया

# msgSave_Error
source: Record could not be saved. Please try again.
de: Datensatz konnte nicht gespeichert werden. Bitte versuche es erneut.
hi: रिकॉर्ड सहेजा नहीं जा सका। कृपया पुन: प्रयास करें
mr: रेकॉर्ड जतन करणे शक्य झाले नाही. कृपया पुन्हा प्रयत्न करा.

# msgScheduleIsAlreadyBooked
source: Schedule is already booked.
de: Zeitplan ist bereits gebucht.
hi: शेड्यूल पहले से ही बुक है
mr: वेळापत्रक आधीच बुक केलेले आहे.

# msgSelArtDay
source: Select ART Day
de: Wählen Sie ART Day
hi: एआरटी दिवस का चयन करें
mr: एआरटी दिवस निवडा

# msgSelCountryCode
source: Select Country Code
de: Wählen Sie Ländercode
hi: देश कोड चुनें
mr: देश कोड निवडा

# msgSelDept
source: Select Department
de: Wählen Sie Abteilung
hi: विभाग का चयन करें
mr: विभाग निवडा

# msgSelDesignation
source: Select designation
de: Wählen Sie die Bezeichnung
hi: पदनाम का चयन करें
mr: पदनाम निवडा

# msgSelectAllergyTypeandAllergy
source: Select Allergy Type and Allergy
hi: एलर्जी प्रकार और एलर्जी का चयन करें

# msgSelectappropriateafternoontime
source: Select appropriate afternoon time
hi: उचित दोपहर का समय चुनें

# msgSelectappropriateeveningtime
source: Select appropriate evening time
hi: उचित शाम का समय चुनें

# msgSelectappropriatemorningtime
source: Select appropriate morning time
hi: उचित समय का चयन करें

# msgSelectAtleastOneDiagnosisToSave
source: Select Atleast One Diagnosis To Save
hi: बचाने के लिए कम से कम एक निदान का चयन करें
mr: जतन करण्यासाठी कमीतकमी एक निदान निवडा

# msgSelectAtleastoneDrug
source: Select At least one Drug
hi: कम से कम एक दवा का चयन करें

# msgSelectatleastoneservice
source: Select atleast one service
hi: कम से कम एक सेवा का चयन करें

# msgSelectAtlistOneDiagnosisToSave
source: Select Atlist One Diagnosis To Save
hi: सहेजें के लिए एक निदान का चयन करें
mr: जतन करण्यासाठी अटलिस्ट एक निदान निवडा

# msgSelectBankname
source: Select Bank name
hi: बैंक का नाम चुनें
mr: बँकेचे नाव निवडा

# msgSelectclinic
source: Select clinic
hi: क्लिनिक का चयन करें

# msgSelectdepartment
source: Select department
hi: विभाग का चयन करें

# msgSelectDiagnosisTypeForAllSelectedDiagnosis
source: Select Diagnosis Type For All Selected Diagnosis
hi: सभी चयनित निदान के लिए निदान प्रकार का चयन करें
mr: सर्व निवडलेल्या निदानासाठी निदान प्रकार निवडा

# msgSelectdoctor
source: Select doctor
hi: डॉक्टर का चयन करें

# msgSelectDonor
source: Select Donor
hi: दाता का चयन करें

# msgSelectedAppointmentTime
source: You Have Selected Appointment Time :
hi: आपने चयनित नियुक्ति समय:
mr: आपण नियुक्तीची वेळ निवडली आहे:

# msgSelectfromdate
source: Select from date
hi: तिथि से चयन करें
mr: तारखेपासून निवडा

# msgSelectRating
source: Select Rating
de: Wählen Sie Bewertung
hi: रेटिंग का चयन करें
mr: रेटिंग निवडा

# msgSelectrole
source: Select atleast one role.
de: Wählen Sie mindestens eine Rolle aus.
hi: कम से कम एक भूमिका का चयन करें।
mr: किमान एक भूमिका निवडा.

# msgSelectschedulteslot
source: Select schedulte slot
hi: शेड्यूल स्लॉट चुनें

# msgSelectstartdate
source: Select start date
hi: प्रारंभ तिथि चुनें

# msgSelectSurrogate
source: Select Surrogate
hi: सरोगेट का चयन करें

# msgSelectTimeSlot
source: Please Select Date / Time-Slot For Appointment
hi: कृपया नियुक्ति के लिए तिथि / समय-स्लॉट चुनें
mr: कृपया नियुक्तीसाठी तारीख / वेळ-स्लॉट निवडा

# msgSelecttodate
source: Select to date
hi: आज तक का चयन करें
mr: आजवर निवडा

# msgSelGender
source: Select gender
de: Wähle Geschlecht
hi: लिंग चुनें
mr: लिंग निवडा

# msgSelGrade
source: Select Grade
de: Wählen Sie Grade
hi: ग्रेड का चयन करें
mr: ग्रेड निवडा

# msgSelSpecialization
source: Select Specialization
de: Wählen Sie Spezialisierung
hi: विशेषज्ञता का चयन करें
mr: विशेषज्ञता निवडा

# msgSelValidDateDOB
source: Please select valid DOB
de: Bitte wählen Sie ein gültiges Geburtsdatum
hi: कृपया वैध DOB चुनें
mr: कृपया वैध जन्मतारीख निवडा

# msgSelVisFrmDtAndVisToDt
source: Select visit from date and visit to date
de: Wählen Sie den Besuch von Datum und Besuch auf Datum
hi: तारीख से यात्रा का चयन करें और तारीख पर जाएँ
mr: कृपया वैध डीओबी निवडा

# msgServicealreadyadded
source: Service already added
hi: सेवा पहले ही जोड़ी जा चुकी है

# msgServicenameshouldnotbeemptyinLaboratory
source: Service name should not be empty in Laboratory
hi: प्रयोगशाला में सेवा का नाम रिक्त नहीं होना चाहिए

# msgServicenameshouldnotbeemptyinProcedures
source: Service name should not be empty in Procedures
hi: प्रोसीजर में सेवा का नाम खाली नहीं होना चाहिए

# msgServicenameshouldnotbeemptyinRadiology
source: Service name should not be empty in Radiology
hi: रेडियोलॉजी में सेवा का नाम खाली नहीं होना चाहिए

# msgSessionTimeout
source: Your session is expired !!!
hi: आपका सत्र समाप्त हो गया है
mr: आपले सत्र कालबाह्य झाले आहे !!!

# msgSheduleislapsed
source: Shedule is lapsed.
hi: शेड्यूल लैप्स हो गया है।

# msgSomethingWentWrong
source: Something Went Wrong
hi: कुछ गलत हो गया

# msgStatusupdatedsuccessfully
source: Status updated successfully
hi: स्थिति सफलतापूर्वक अपडेट की गई

# msgSuccess_Save
source: Record Saved Successfully
de: Datensatz erfolgreich gespeichert.
hi: रिकॉर्ड सफलतापूर्वक सहेजा गया
mr: रेकॉर्ड यशस्वीरित्या जतन केले

# msgSurrogatealreadylinkedtootherpatient
source: Surrogate already linked to other patient
hi: सरोगेट पहले से ही अन्य रोगी से जुड़ा हुआ है

# msgTemplatealreadyexistpleaseselectexistingtemplate
source: Template already exist please select existing template
hi: पहले से मौजूद टेम्प्लेट मौजूदा टेम्पलेट का चयन करें

# msgTemplatealreadyexists
source: Template already exists
hi: टेम्पलेट पहले से मौजूद है

# msgTemplateNameAlredyExist
source: Template Name Alredy Exist
hi: टेम्प्लेट नाम Alredy Exist

# msgTitle
source: FertiVue
de: Multiply IVF
hi: मल्टीप्लाय IVF
mr: मल्टीप्लाय IVF

# MsgTitleSelectDay
source: Please select atleast one Day
de: Bitte wähle mindestens einen Tag aus
hi: कृपया कम से कम एक दिन का चयन करें
mr: कृपया किमान एक दिवस निवडा

# msgTodayVisitisnotmarkedforthePatient
source: Today's Visit is not marked for the Patient
hi: आज का दौरा रोगी के लिए चिह्नित नहीं है

# msgTryingtoconcievesinceperiodshoudbelessthanInrelationshipsinceperiod
source: Trying to concieve since period should be less than In relationship since period
hi: पीरियड के बाद से रिलेशनशिप को कम करने की कोशिश की जानी चाहिए

# msgUpdate
source: Record updated successfully!
de: Datensatz erfolgreich aktualisiert.
hi: रिकॉर्ड सफलतापूर्वक अपडेट किया गया!
mr: रेकॉर्ड यशस्वीरित्या अद्यतनित केले!

# msgUpdateAppointmentSuccess
source: Successfully Updated Appointment
hi: सफलतापूर्वक नियुक्ति की गई
mr: नियुक्ती यशस्वीरित्या अद्यतनित केली

# msgUpdateAttachement
source: Attachment Updated Successfully.
de: Anhang erfolgreich aktualisiert.
hi: संलग्न अद्यतन सफलतापूर्वक
mr: संलग्नक यशस्वीरित्या अद्यतनित केले.

# msgUpdateCancelledAppointment
source: This Appointment Is Already Cancelled, Hence You Cannot Update Cancelled Appointment
hi: यह अपॉइंटमेंट पहले ही रद्द हो चुका है, इसलिए आप अपॉइंटमेंट रद्द नहीं कर सकते
mr: ही नियुक्ती आधीपासूनच रद्द केली आहे, म्हणून आपण रद्द केलेली नियुक्ती अद्यतनित करू शकत नाही

# msgUpdatephoto
source: Photo updated successfully
hi: फोटो सफलतापूर्वक अपडेट किया गया
mr: फोटो यशस्वीरित्या अद्यतनित केला

# msgUpdate_Error
source: Records could not be updated. Please try again.
de: Datensätze konnten nicht aktualisiert werden. Bitte versuche es erneut.
hi: रिकॉर्ड अपडेट नहीं किए जा सके। कृपया पुन: प्रयास करें।
mr: रेकॉर्ड अद्यतनित करणे शक्य नाही. कृपया पुन्हा प्रयत्न करा.

# msgUserAlreadyLoginPleaseLoginFromAnother
source: User Already Login,Please Login From Another
hi: उपयोगकर्ता पहले से ही लॉगिन करें, कृपया दूसरे से लॉगिन करें
mr: वापरकर्ता आधीच लॉगिन आहे, कृपया दुसर्‍याकडून लॉगिन करा

# msgusrLockUnlock
source: User Lock/Unlock successfully.
de: Benutzer sperren / entsperren erfolgreich.
hi: उपयोगकर्ता लॉक / अनलॉक सफलतापूर्वक।
mr: वापरकर्ता लॉक / अनलॉक यशस्वीरित्या.

# msgVisAlrdyClosed
source: Visit is already closed.
de: Der Besuch ist bereits geschlossen.
hi: यात्रा पहले से ही बंद है।
mr: भेट आधीपासून बंद आहे.

# msgVisClosed
source: Visit closed successfully.
de: Besuch erfolgreich besucht.
hi: यात्रा सफलतापूर्वक बंद हुई।
mr: भेट यशस्वीरित्या बंद.

# msgVisFrmDtGrtrThnVisToDt
source: Visit form date should be less than visit to date.
de: Besuchen Form Datum sollte weniger als Besuch bis heute.
hi: यात्रा के फॉर्म की तारीख यात्रा की तारीख से कम होनी चाहिए।
mr: भेटीची तारीख तारीख तारखेस भेट देण्यापेक्षा कमी असावी.

# msgVisitalreadymarkedundersamedepartmentanddoctor
source: Visit already marked under same department and doctor
hi: एक ही विभाग और चिकित्सक के तहत पहले से ही चिह्नित
mr: आधीपासूनच समान विभाग आणि डॉक्टरांच्या खाली चिन्हांकित भेट द्या

# msgVisitNotMarkedForFemalePatientPleaseFirstMarkVist
source: Visit Not Marked For Female Patient,Please First Mark Vist
hi: महिला रोगी के लिए चिह्नित नहीं, कृपया पहले निशान की यात्रा करें
mr: महिला रूग्णांसाठी चिन्हांकित नसलेली भेट द्या, कृपया प्रथम चिन्हांकित करा

# msgWait
source: Please wait while processing
de: Bitte warten Sie während der Verarbeitung.
hi: कृपया प्रक्रिया करते समय प्रतीक्षा करें
mr: कृपया प्रक्रिया करत असताना प्रतीक्षा करा

# msgWebCamError
source: Webcam could not be started. Did you give access to it?
hi: वेबकैम शुरू नहीं किया जा सका। क्या आपने इसे एक्सेस दिया?
mr: वेबकॅम प्रारंभ होऊ शकला नाही. आपण त्यात प्रवेश दिला?

# msgYoucanaddfirstprescription
source: You can add first prescription
hi: आप पहले पर्चे जोड़ सकते हैं

# msgYoucanaddonly3newservices
source: You can add only 3 new services
hi: आप केवल 3 नई सेवाओं को जोड़ सकते हैं

# msgYoucanaddonlyonecycleforsamevisit
source: You can add only one cycle for same visit
hi: आप एक ही यात्रा के लिए केवल एक चक्र जोड़ सकते हैं

# msgyoucannotaddmorethan20rows
source: you can not add more than 20 rows
hi: आप 20 से अधिक पंक्तियों को नहीं जोड़ सकते
mr: आपण 20 पेक्षा जास्त पंक्ती जोडू शकत नाही

# msgYouCannotDeleteSchedule
source: You cannot delete schedule.
hi: आप शेड्यूल नहीं हटा सकते।
mr: आपण वेळापत्रक हटवू शकत नाही.

# msgyoucannotprescribed
source: you can not prescribed.
hi: आप निर्धारित नहीं कर सकते।

# msgYouhaveselectedduplicateDiagnosis
source: You have selected duplicate Diagnosis
hi: आपने डुप्लिकेट डायग्नोसिस चुना है
mr: आपण डुप्लिकेट निदान निवडले आहे
