Repository: prajwalbonde001/FertivueTest
Catalog: AcornSourceCode/Ganesha/PIVF.LanguageResource/Resources.*.resx
Languages: de, hi, mr

# lblFillMandatoryFields
source: Please fill mandatory fields
de: Bitte Pflichtfelder ausfüllen
hi: कृपया अनिवार्य फ़ील्ड भरें
mr: कृपया अनिवार्य फील्ड भरा

# lblFinalize
source: Finalize
hi: अंतिम रूप
mr: अंतिम करणे

# lblFindings
source: Findings
hi: जाँच - परिणाम

# lblFirst
source: First
de: Zuerst
hi: प्रथम
mr: पहिले नाव

# lblFirstName
source: First Name
de: Vorname
hi: पहला नाम
mr: पहिले नाव

# lblFollicleSize
source: Follicle Size
hi: कूप का आकार
mr: फॉलिकल आकार

# lblFollowUpDate
source: Follow Up Date
hi: आगे की कार्यवाही की तारीख

# lblFollowUpNotes
source: Follow Up Notes
hi: नोट्स का पालन करें

# lblFollowUpReason
source: Follow Up Reason
hi: कारण का पालन करें

# lblForgetYourPassword
source: Forgot Your Password
hi: क्या आप पासवर्ड भूल गए
mr: आपला संकेतशब्द विसरलात

# lblForm
source: Form
hi: प्रपत्र

# lblFreeze
source: Freeze
hi: फ्रीज

# lblFrequency
source: Frequency
hi: आवृत्ति

# lblFrequencyofExercise
source: Frequency of Exercise
hi: व्यायाम की आवृत्ति

# lblFrequencyofintercourse
source: Frequency of intercourse
hi: संभोग की आवृत्ति

# lblFromDate
source: From Date
de: Ab Datum
hi: तारीख से
mr: या तारखेपासून

# lblFromDate12_1_2019
source: From Date : 12/1/2019
hi: दिनांक से: 12/1/2019

# lblFromTime
source: From Time
de: Von Zeit
hi: समय से
mr: वेळ पासून

# lblFutureAppointments
source: Future Appointments
de: Zukünftige Termine
hi: भविष्य की नियुक्ति
mr: भविष्यातील नेमणुका

# lblGender
source: Gender
de: Geschlecht
hi: लिंग
mr: लिंग

# lblGenericName
source: Generic Name
hi: सामान्य नाम

# lblGestationWeeks
source: Gestation Weeks
hi: इशारे करना सप्ताह

# lblGetTimeSlot
source: Get Time Slot
hi: टाइम स्लॉट प्राप्त करें
mr: वेळ स्लॉट मिळवा

# lblGrade
source: Grade
de: Klasse
hi: श्रेणी
mr: वर्गवारी करणे

# lblGSTINNo
source: GSTIN No
hi: जीएसटीआईएन सं

# lblHaemoglobinDeficiency
source: Haemoglobin Deficiency
hi: हीमोग्लोबिन की कमी

# lblHairColor
source: Hair Color
de: Haarfarbe
hi: बालो का रंग
mr: केसांचा रंग

# lblHeadache_Nausea
source: Headache/Nausea
hi: सिरदर्द / मतली

# lblHeight_cm
source: Height (cm)
hi: ऊंचाई (सेंटिमीटर)
mr: उंची (सेमी)

# lblHepatitisA
source: Hepatitis A
hi: हेपेटाइटिस ए

# lblHepatitisB
source: Hepatitis B
hi: हेपेटाइटिस बी

# lblHistoryofRecurrentAbortion
source: History of Recurrent Miscarriage
hi: आवर्तक गर्भपात का इतिहास

# lblHysteroscopy
source: Hysteroscopy
hi: गर्भाशयदर्शन

# lblIdentityProof
source: Identity Proof
de: Identitätsnachweis
hi: पहचान प्रमाण
mr: ओळख पुरावा

# lblIdProffNo
source: ID Proof No.
de: ID Pro No.
hi: आईडी प्रूफ नं
mr: आयडी पुरावा क्रमांक

# lblIFSCCode
source: IFSC Code
hi: IFSC कोड
mr: आयएफएससी कोड

# lblImageUploadType
source: Please Choose Image Upload Type
de: Bitte wählen Sie Image Upload Type
hi: कृपया छवि अपलोड प्रकार चुनें
mr: एचआर (श्रेणी 60-100 प्रति मिनिट

# lblImgFromGallery
source: Please Choose Image From Gallery
de: Bitte wählen Sie ein Bild aus Gallary
hi: कृपया गैलरी से छवि चुनें
mr: कृपया गॅलरीमधून प्रतिमा निवडा

# lblImpact
source: Impact
hi: प्रभाव

# lblImportant
source: Important
hi: जरूरी
mr: महत्वाचे

# lblIndication
source: Indication
hi: संकेत

# lblIndividual
source: Individual
hi: व्यक्ति
mr: वैयक्तिक

# lblInfertilityType
source: Infertility Type
hi: बांझपन प्रकार

# lblInfluenza
source: Influenza
hi: श्‍लैष्मिक ज्‍वर

# lblInhouseDoctor
source: Inhouse Doctor
de: Hausarzt
hi: इनहाउस डॉक्टर
mr: इनहाउस डॉक्टर

# lblInrelationshipsince
source: In relationship since
hi: रिश्ते में कब से है

# lblInstruction
source: Instruction
hi: अनुदेश
mr: सूचना

# lblIntermenstrualBleeding
source: Intermenstrual Bleeding
hi: इंटरमेंस्ट्रुअल ब्लीडिंग

# lblInterpretation
source: Interpretation
hi: व्याख्या

# lblInvestigations
source: Investigations
hi: जांच
mr: तपास

# lblIsClinical
source: Is Clinical
de: Ist Klinisch
hi: क्लिनिकल है
mr: क्लिनिकल आहे

# lblIVFBuilt
source: IVF Built
de: IVF gebaut
hi: आईवीएफ निर्मित
mr: आयव्हीएफ अंगभूत

# lblIVFCatheterType
source: IVF Catheter Type
de: IVF-Katheter-Typ
hi: आईवीएफ कैथेटर प्रकार
mr: आयव्हीएफ कॅथेटर प्रकार

# lblIVFETPattern
source: IVF ET Pattern
de: IVF-ET-Muster
hi: आईवीएफ ईटी पैटर्न
mr: आयव्हीएफ ईटी नमुना

# lblIVFFertilizationStage
source: IVF Fertilization Stage
de: IVF Befruchtungsstufe
hi: आईवीएफ निषेचन चरण
mr: आयव्हीएफ निषेचन टप्पा

# lblIVFGobletColor
source: IVF Goblet Color
de: IVF Becher-Farbe
hi: आईवीएफ गोबल रंग
mr: आयव्हीएफ गॉब्लेट रंग

# lblIVFGobletSize
source: IVF Goblet Size
de: IVF Bechergrösse
hi: आईवीएफ गोबल आकार
mr: आयव्हीएफ गॉब्लेट आकार

# lblIVFIncubator
source: IVF Incubator
de: IVF-Inkubator
hi: आईवीएफ इनक्यूबेटर
mr: आयव्हीएफ अंडी कृत्रीमरित्या उबवण्याची पेटी

# lblIVFMethodOfSpermPreparation
source: IVF Method Of Sperm Preparation
de: IVF-Methode der Spermienpräparation
hi: शुक्राणु तैयार करने की आईवीएफ विधि
mr: शुक्राणू तयार करण्याची आयव्हीएफ पद्धत

# lblIVFPlannedSpermCollection
source: IVF Planned Sperm Collection
de: IVF geplante Samenzellen-Sammlung
hi: आईवीएफ योजनाबद्ध शुक्राणु संग्रह
mr: आयव्हीएफ शुक्राणू संकलनाची योजना आखली

# lblIVFPlannedTreatment
source: IVF Planned Treatment
de: IVF geplante Behandlung
hi: आईवीएफ योजनाबद्ध उपचार
mr: आयव्हीएफ नियोजित उपचार

# lblIVFProtocolType
source: IVF Protocol Type
de: IVF-Protokolltyp
hi: आईवीएफ प्रोटोकॉल प्रकार
mr: आयव्हीएफ नियम प्रकार

# lblIVFSourceDenudingNeedle
source: IVF Source Denuding Needle
de: IVF Ursprungsverweigerungsnadel
hi: आईवीएफ स्रोत सुई से इनकार करना
mr: आयव्हीएफ स्त्रोत नाकारणारे सुई

# lblIVFStraw
source: IVF Straw
de: IVF Stroh
hi: आईवीएफ स्ट्रॉ
mr: आयव्हीएफ स्ट्रॉ

# lblIVFTank
source: IVF Tank
hi: आईवीएफ टैंक
mr: आयव्हीएफ टाकी

# lblJoint
source: Joint
hi: संयुक्त
mr: संयुक्त

# lblLaboratory
source: Laboratory
hi: प्रयोगशाला
mr: प्रयोगशाळा

# lblLandlineNo
source: Landline No.
de: Festnetz-Nr
hi: लैंडलाइन नंबर
mr: लँडलाईन क्रमांक

# lblLandmark
source: Landmark
de: Wahrzeichen
hi: सीमा चिन्ह
mr: लँडमार्क

# lblLaparoscopy
source: Laparoscopy
hi: लेप्रोस्कोपी

# lblLapAssociatedProceduresMaster
source: Lap Associated Procedures Master
de: Lap zugeordnete Prozeduren Master
hi: गोद एसोसिएटेड प्रक्रिया मास्टर
mr: लॅप संबंधित प्रक्रिया मास्टर

# lblLast
source: Last
de: Letzte
hi: अंतिम
mr: शेवटचा

# lblLastLinkedDate
source: Last Linked Date
hi: अंतिम लिंक की गई तिथि

# lblLastName
source: Last Name
de: Familienname, Nachname
hi: अंतिम नाम
mr: आडनाव

# lblLastUpdatedBy
source: Last Updated By
hi: अंतिम अपडेट

# lblLeftOvary
source: Left Ovary
hi: अंडाशय छोड़ दिया
mr: डावा अंडाशय

# lblLink
source: Link
hi: संपर्क

# lblLinkDetails
source: Link Details
hi: लिंक विवरण

# lblLinkDonor
source: Link Donor
hi: लिंक दाता
mr: दाता जोडणे

# lblLinkedCount
source: Linked Count
hi: लिंक की गई गणना

# lblLinkPartner
source: Link Partner
hi: लिंक सहयोगी
mr: भागीदार जोडणे

# lblLinkSurrogate
source: Link Surrogate
hi: लिंक सरोगेट
mr: सरोगेट जोडणे

# lblListofReports
source: List of Reports
hi: रिपोर्ट की सूची
mr: अहवालाची यादी

# lblLMP
source: LMP
hi: अंतिम माहवारी

# lblLMPDate
source: LMP Date
hi: अंतिम माहवारी दिनांक
mr: एलएमपी तारीख

# lblLocked
source: Locked
de: Gesperrt
hi: बंद
mr: बद्ध

# lblLoginName
source: Login Name
de: Benutzername
hi: लॉगिन नाम
mr: लॉगिन नाव

# lblLongDescription
source: Long Description
de: Lange Beschreibung
hi: लंबा वर्णन
mr: लांब वर्णन

# lblLubricationused
source: Lubrication used
hi: स्नेहन का इस्तेमाल किया

# lblMailingAddress
source: Mailing Address
de: Postanschrift
hi: डाक पता
mr: पत्र व्यवहाराचा पत्ता

# lblMale
source: Male
hi: नर
mr: पुरूष

# lblMaleComplaints
source: Male Complaints
hi: पुरुष शिकायतें

# lblMaleHistory
source: Male History
hi: पुरुष इतिहास
mr: पुरुष इतिहास

# lblMaleInfertility
source: Male Infertility
hi: पुरुष बांझपन

# lblMalignancy
source: Malignancy
hi: हानिकरता

# lblMarkDonor
source: Mark Donor
hi: निशान दाता

# lblMarkSurrogate
source: Mark Surrogate
hi: निशान Surrogate

# lblMarriedLife
source: Married Life
hi: विवाहित जीवन

# lblMarriedSince
source: Married Since
hi: के बाद से शादी हुई
mr: पासून लग्न केले

# lblMarryStatus
source: Marital Status
de: Familienstand
hi: वैवाहिक स्थिति
mr: वैवाहिक स्थिती

# lblMaternal_Paternal
source: Maternal/Paternal
hi: माता का/पिता का

# lblMaximum
source: maximum
de: maximal
hi: ज्यादा से ज्यादा
mr: जास्तीत जास्त

# lblMaximumPasswordAge
source: Maximum Password Age
de: Maximales Passwort Alter
hi: अधिकतम पासवर्ड आयु
mr: कमाल संकेतशब्द वय

# lblMaximumPasswordLength
source: Maximum Password Length
de: Maximale Länge des Passwortes
hi: अधिकतम पासवर्ड लंबाई
mr: कमाल संकेतशब्द लांबी

# lblMedicalHistory
source: Medical History
hi: चिकित्सा का इतिहास

# lblMedication
source: Medication
hi: दवाई

# lblMedicationUsedtobringPeriod
source: Medication Used to bring Period
hi: दवा पीरियड लाने के काम आती थी

# lblMenstrualFlow
source: Menstrual Flow
hi: माहवारी

# lblMenstrualHistory
source: Menstrual History
hi: मासिक धर्म का इतिहास

# lblMenstrualRegularity
source: Menstrual Regularity
hi: मासिक धर्म की नियमितता

# lblMenstruation
source: Menstruation
hi: माहवारी

# lblMetaphaseCellsAnalysed
source: Metaphase Cells Analysed
hi: मेटाफ़ेज़ सेल का विश्लेषण किया

# lblMetaphaseCellsCounted
source: Metaphase Cells Counted
hi: मेटाफ़ेज़ कक्ष की गणना की गई

# lblMethodofContraception
source: Method of Contraception
hi: गर्भनिरोधक की विधि

# lblMethodology
source: Methodology
hi: क्रियाविधि

# lblMiddleName
source: Middle Name
de: Zweiter Vorname
hi: मध्य नाम
mr: मधले नाव

# lblMinimum
source: minimum
hi: न्यूनतम
mr: किमान

# lblMinimumPasswordAge
source: Minimum Password Age
de: Minimales Passwort Alter
hi: न्यूनतम पासवर्ड आयु
mr: किमान संकेतशब्द वय

# lblMinimumPasswordLength
source: Minimum Password Length
de: Minimale Länge des Passwortes
hi: न्यूनतम पासवर्ड लंबाई
mr: किमान संकेतशब्द लांबी

# lblMMR
source: MMR
hi: एमएमआर

# lblMnth
source: Mnth
hi: महीना

# lblMnths
source: Mnths
hi: महीने

# lblMobileNo
source: Mobile No
hi: मोबाइल न
mr: मोबाईल क्रमांक

# lblMobNo
source: Mobile No.
de: Mobil - Nr
hi: मोबाइल न
mr: मोबाईल क्रमांक

# lblModality
source: Modality
hi: साधन

# lblMoleculeName
source: Molecule Name
hi: अणु का नाम

# lblMonthly
source: Monthly
de: Monatlich
hi: माहवार
mr: मासिक

# lblMonths
source: Month(s)
de: Monat
hi: महीना (रों)
mr: महिने

# lblMonths_S
source: months (s)
de: Monate (n)
hi: महीने
mr: महिने

# lblMood
source: Mood
hi: भाव

# lblMRNO
source: MR NO
de: MR Nr
hi: एमआर नं
mr: एमआर क्र.

# lblMRNumber
source: MR Number
hi: एमआर नंबर
mr: एमआर क्रमांक

# lblName
source: Name
hi: नाम
mr: नाव

# lblNameoftheBank
source: Name of the Bank
hi: बैंक का नाम
mr: बँकेचे नाव

# lblName_MRN_MobileNo
source: Name/MRN/Mobile No
hi: नाम / एमआरएन / मोबाइल नं
mr: नाव / एमआरएन / मोबाइल क्रमांक

# lblNationality
source: Nationality
de: Staatsangehörigkeit
hi: राष्ट्रीयता
mr: राष्ट्रीयत्व

# lblNeedleType
source: Needle Type
de: Nadelausführung
hi: सुई प्रकार
mr: सुईचा प्रकार

# lblNetAmount
source: Net Amount
hi: शुद्ध राशि

# lblNew
source: New
hi: नया

# lblNewAppointment
source: New Appointment
hi: नव नियुक्ति
mr: नवीन नियुक्ती

# lblNewAppointments
source: New Calender
hi: नया कैलेंडर
mr: नवीन कॅलेंडर

# lblNewDiagnosis
source: New Diagnosis
hi: नया निदान
mr: नवीन निदान

# lblNext
source: Next
de: Nächster
hi: आगे
mr: पुढे

# lblNextFollowUp
source: Next Follow Up
hi: अगला अनुसरण करें

# lblNextFollowUpon
source: Next Follow Up on
hi: अगला पर का पालन करें

# lblNoOfCigarette_Day
source: No. Of Cigarette/Day
hi: सिगरेट / दिन की संख्या

# lblNoofMetaphasesKaryotyped
source: No of Metaphases Karyotyped
hi: मेटाफ़ेज़ की कोई सीमा नहीं है

# lblNoofPasswordToRemember
source: No.of Password To Remember
de: Nr. Des Kennwortes, zum sich zu erinnern
hi: नंबर पासवर्ड याद करने के लिए
mr: लक्षात ठेवण्यासाठी संकेतशब्द संख्या

# lblNoOfTimes_Day
source: No. Of Times/Day
hi: टाइम्स / डे की संख्या

# lblNotes
source: Notes
hi: टिप्पणियाँ

# lblNuclear
source: Nuclear
hi: नाभिकीय
mr: विभक्त

# lblObstetricHistory
source: Obstetric History
hi: प्रसूति इतिहास

# lblOccupation
source: Occupation
de: Beruf
hi: व्यवसाय
mr: व्यवसाय

# lblOccupationhazardous
source: Occupation hazardous
hi: व्यवसाय जोखिम वाला

# lblOf
source: Of
de: Von
hi: का
mr: च्या

# lblOfEvery
source: of every
de: von jedem
hi: हरेक का
mr: प्रत्येक

# lblOfEveryMonths_S
source: of every months (s)
de: Von jedem Monat (en)
hi: हर महीने
mr: प्रत्येक महिन्याचे

# lblOK
source: OK
hi: ठीक है

# lblon
source: on
hi: पर

# lblOnMedication
source: On Medication
hi: दवा पर

# lblOnset
source: Onset
hi: शुरुआत

# lblOocyteRetrived
source: Oocyte Retrived
hi: डिम्बाणुजनकोशिका पुनः प्राप्त किया

# lblOocytesCleaved
source: Oocytes Cleaved
hi: डिम्बाणुजनकोशिका फोड़ना

# lblOocytesFertilized
source: Oocytes Fertilized
hi: डिम्बाणुजनकोशिका फलयुक्त करना

# lblOocytesRetrieved
source: Oocytes Retrieved
hi: डिम्बाणुजनकोशिका पुनः प्राप्त किया

# lblOPDNo
source: OPD No
de: OPD-Nr
hi: ओपीडी नं
mr: ओपीडी क्र

# lblOR
source: OR
de: ODER
hi: अथवा
mr: किंवा

# lblOrchitis
source: Orchitis
hi: अण्डकोष की सूजन

# lblOther
source: Other
hi: अन्य

# lblOtherComplaints
source: Other Complaints
hi: अन्य शिकायतें

# lblOtherDiagnosis
source: Other Diagnosis
hi: अन्य निदान
mr: इतर निदान

# lblOtherDisease
source: Other Disease
hi: अन्य रोग

# lblOtherServices
source: Other Services
hi: अन्य सेवाएं

# lblOutcome
source: Outcome
hi: परिणाम

# lblOvarianFindings
source: Ovarian Findings
de: Ovarielle Befunde
hi: डिम्बग्रंथि की खोज
mr: डिम्बग्रंथि शोध

# lblPackageCode
source: Package Code
hi: पैकेज कोड
mr: पॅकेज कोड

# lblPackageName
source: Package Name
hi: पैकेज का नाम
mr: पॅकेज नाव

# lblPanNo
source: Pan No
hi: पैन नंबर

# lblParameterName
source: Parameter Name
hi: मापदण्ड नाम

# lblPartnerAdditionalInformation
source: Partner Additional Information
hi: साथी की अतिरिक्त जानकारी
mr: भागीदार अतिरिक्त माहिती

# lblPartnerExists
source: Partner Already Exists
de: Partner existiert bereits
hi: साथी पहले से मौजूद है
mr: भागीदार आधीपासून विद्यमान आहे

# lblPartnerInformation
source: Partner Information
de: Partner Informationen
hi: साथी की जानकारी
mr: भागीदार माहिती

# lblPartnerName
source: Partner Name
hi: साथी का नाम

# lblPassword
source: Password
de: Passwort
hi: पासवर्ड
mr: संकेतशब्द

# lblPasswordConfiguration
source: Password Configuration
de: Kennwortkonfiguration
hi: पासवर्ड कॉन्फ़िगरेशन
mr: संकेतशब्द जुळवणी

# lblPastMedicationHistory
source: Past Medication History
hi: पिछले दवा का इतिहास

# lblPatientCategory
source: Patient Category
de: Patientenkategorie
hi: रोगी श्रेणी
mr: रुग्ण श्रेणी

# lblPatientDashboard
source: Lab Dashboard
hi: रोगी डैशबोर्ड
mr: पेशंट डॅशबोर्ड

# lblPatientExists
source: Patient Already Exists
de: Patient existiert bereits
hi: रोगी पहले से ही मौजूद है
mr: पेशंट आधीच अस्तित्वात आहे

# lblPatientInformation
source: Patient Information
de: Informationen zum Patienten
hi: रोगी के बारे में जानकारी
mr: रुग्णांची माहिती

# lblPatientName
source: Patient Name
de: Patientenname
hi: रोगी का नाम
mr: रुग्णाचे नाव

# lblPatientReferralInformation
source: Patient Referral Information
hi: रोगी रेफरल जानकारी
mr: रुग्णांच्या संदर्भातील माहिती

# lblPatientRelation
source: Patient Relation
de: Patientenbeziehung
hi: रोगी का संबंध
mr: पेशंट रिलेशन

# lblPatientSearch
source: Patient
de: Patientensuche
hi: मरीज़
mr: पेशंट

# lblPayerInfo
source: Payer Information
hi: भुगतान जानकारी
mr: देय माहिती

# lblPayLater
source: Pay Later
hi: बाद में भुगतान करें

# lblPaymentMode
source: Payment Mode
hi: भुगतान का प्रकार

# lblPelvicInfection
source: Pelvic Infection
hi: पैल्विक संक्रमण

# lblPelvicSites
source: Pelvic Sites
de: Becken Sites
hi: पेल्विक साइट्स
mr: ओटीपोटाचा जागा

# lblPelvicSurgery
source: Pelvic Surgery
hi: पेल्विक सर्जरी

# lblPerformedAt
source: Performed At
hi: पर प्रदर्शन किया

# lblPermanantAddress
source: Permanant Address
hi: स्थायी पता
mr: कायमचा पत्ता

# lblPermanentAddress
source: Permanent Address
de: fester Wohnsitz
hi: स्थाई पता
mr: कायमचा पत्ता

# lblPersonality
source: Personality
hi: व्यक्तित्व

# lblPharmacyLicenseNo
source: Pharmacy License No
hi: फार्मेसी लाइसेंस सं

# lblPincode
source: Pincode
hi: पिन कोड
mr: पिन कोड

# lblPlaceOfTreatment
source: Place Of Treatment
hi: उपचार का स्थान

# lblPlannedDate
source: Planned Date
hi: नियोजित तिथि
mr: नियोजित तारीख

# lblPolio
source: Polio
hi: पोलियो

# lblPostThawingPlan
source: Post Thawing Plan
de: Pfosten-Auftau-Plan
hi: pighalne ke baad ki yajana
mr: पिघळण्याची योजना

# lblPreferredLang
source: Preferred Language
de: Bevorzugte Sprache
hi: पसंदीदा भाषा
mr: पसंतीची भाषा

# lblPrefix
source: Prefix
de: Präfix
hi: उपाधि
mr: उपसर्ग

# lblPrescribedServices
source: Prescribed Services
hi: निर्धारित सेवाएं

# lblPresentingComplaint
source: Presenting Complaint
hi: वर्तमान शिकायत

# lblPresentingComplaints
source: Presenting Complaints
hi: वर्तमान शिकायतों

# lblPrevious
source: Previous
de: Zurück
hi: पिछला
mr: मागील

# lblPreviousFollicularScan
source: Previous Follicular Scan
hi: पिछला कूपिक स्कैन
mr: मागील फोलिक्युलर स्कॅन

# lblPreviousFollow_UpNotes
source: Previous Follow-Up Notes
hi: पिछले अनुवर्ती नोट्स

# lblPreviousHistory
source: Previous History
hi: पिछला इतिहास
mr: मागील इतिहास

# lblPreviousInvestigations
source: Previous Investigations
hi: पिछली जांच
mr: मागील तपास

# lblPreviousOutstanding
source: Previous Outstanding
hi: पिछला बकाया

# lblPreviousProcedures
source: Previous Procedures
hi: पिछली प्रक्रियाएँ

# lblPreviousTreatmentHistory
source: PreviousTreatment History
hi: उपचार का इतिहास

# lblPreviousVisits
source: Previous Visits
hi: पिछला दौरा
mr: मागील भेटी

# lblPreviousVitals
source: Previous Vitals
hi: पिछला मुख्य अंग
mr: मागील व्हिटल्स

# lblPrimarySymptoms
source: Primary Symptoms
de: Primäre Symptome
hi: प्राथमिक लक्षण
mr: प्राथमिक लक्षणे

# lblPrint
source: Print
de: Drucken
hi: छपाई
mr: प्रिंट करा

# lblProcedures
source: Procedures
hi: प्रक्रियाएं
mr: प्रक्रीया

# lblPwdShouldContain
source: Your password should contain
de: Ihr Passwort sollte enthalten
hi: आपका पासवर्ड होना चाहिए
mr: आपल्या संकेतशब्दामध्ये असावा

# lblQualification
source: Qualification
de: Qualifikation
hi: योग्यता
mr: पात्रता

# lblQuantity
source: Quantity
hi: मात्रा

# lblQuantityml
source: Quantity(ml)
hi: मात्रा (एमएल)

# lblQueue
source: Queue
de: Warteschlange
hi: कतार
mr: भेट दिलेल्या रुग्णांच्या प्रतीक्षा यादी

# lblRadiology
source: Radiology
hi: रेडियोलोजी
mr: रेडिओलॉजी

# lblRate
source: Rate
de: Preis
hi: मूल्य
mr: दर

# lblRateEditable
source: Rate Editable
de: Bewerten Sie Editable
hi: दर संपादन योग्य
mr: दर संपादन करण्यायोग्य

# lblRating
source: Rating
de: Bewertung
hi: कर स्थिर करना
mr: रेटिंग

# lblReason
source: Reason For Change
de: Änderungsgrund
hi: बदलाव के कारण
mr: बदलाचे कारण

# lblReasonForCancellation
source: Reason for Cancellation
hi: निरस्तीकरण का कारण
mr: रद्द करण्याचे कारण

# lblReasonForChange
source: Reason For Change
hi: बदलाव के कारण

# lblRecordsPerPage
source: Records Per Page
de: Aufzeichnungen pro Seite
hi: प्रति पृष्ठ अभिलेखॉ
mr: प्रति पृष्ठ रेकॉर्ड्स

# lblRefDoc
source: Referral Doctor
de: Verweis Arzt
hi: रेफरल चिकित्सक
mr: रेफरल डॉक्टर

# lblReferenceNo
source: Reference No
hi: संदर्भ संख्या

# lblReferenceRange
source: Reference Range
hi: संदर्भ श्रेणी

# lblReferralInformation
source: Referral Information
de: Überweisungsinformationen
hi: संदर्भ जानकारी
mr: संदर्भ माहिती

# lblReferralPatient
source: Referral Patient
hi: रेफरल रोगी
mr: रेफरल पेशंट

# lblReferralRemark
source: Referral Remark
de: Verweis Bemerkung
hi: रेफरल टिप्पणी
mr: संदर्भित टिप्पणी

# lblRefresh
source: Refresh
hi: ताज़ा करना
mr: रीफ्रेश

# lblRegisteredAt
source: Registered At
de: Eingetragen bei
hi: पर पंजीकृत है
mr: येथे नोंदणीकृत

# lblRegisterExternalDoctor
source: Register External Doctor
hi: बाहरी चिकित्सक को पंजीकृत करें
mr: बाह्य डॉक्टरची नोंदणी करा

# lblRegistrationDate
source: Registration Date
de: Registrierungsdatum
hi: पंजीकरण की तारीख
mr: नोंदणी दिनांक

# lblRegistrationNo
source: Registration No
de: Anmeldung Nr
hi: पंजीकरण क्रमांक
mr: नाॊंदणी क्रमांक

# lblRegistrationType
source: Registration Type
de: Registrierungstyp
hi: पंजीकरण प्रकार
mr: नोंदणी प्रकार

# lblRelationship
source: Relationship
hi: संबंध

# lblReligion
source: Religion
hi: धर्म
mr: धर्म

# lblRemainingEmbryo
source: Remaining Embryo
hi: शेष भ्रूण

# lblRemainingOocytes
source: Remaining Oocytes
hi: शेष रहा Oocytes

# lblRemark
source: Remark
de: Anmerkung
hi: टिप्पणी
mr: टीका

# lblRemarks
source: Remarks
hi: टिप्पणियों
mr: टीका

# lblReportCategory
source: Report Category
hi: रिपोर्ट श्रेणी
mr: अहवाल वर्ग

# lblReportDate
source: Report Date
hi: रिपोर्ट तिथि
mr: अहवाल तारीख

# lblReportName
source: Report Name
hi: रिपोर्ट का नाम
mr: अहवाल नाव

# lblReportUpload
source: Report Upload
hi: रिपोर्ट अपलोड करें
mr: अहवाल अपलोड करा

# lblRescheduleAppointment
source: Reschedule Appointment
hi: मिलने के समय को दोबारा अनुसूचित करें
mr: रीशेड्यूल नियुक्ती

# lblResetPwd
source: Reset Password
de: Passwort zurücksetzen
hi: पासवर्ड रीसेट
mr: संकेतशब्द रीसेट करा

# lblRespiratoryDisease
source: Respiratory Disease
hi: श्वसन संबंधी रोग

# lblResultValue
source: Result Value
hi: परिणाम मान
mr: निकाल मूल्य

# lblResult_ISCN
source: Result (ISCN)
hi: परिणाम (ISCN)

# lblRightOvary
source: Right Ovary
hi: दायां अंडाशय
mr: उजवा अंडाशय

# lblRole
source: Role
de: Rolle
hi: भूमिका
mr: भूमिका

# lblRoute
source: Route
hi: मार्ग

# lblSample
source: Sample
hi: नमूना

# lblSampleType
source: Sample Type
hi: नमूना प्रकार

# lblSavingAccount
source: Saving Account
hi: बचत खाता
mr: बचत खाते

# lblSchedule
source: Schedule
de: Zeitplan
hi: अनुसूची
mr: वेळापत्रक

# lblScheduleActiveDeactiveMessage
source: Schedule activate/deactivate successfully.
de: Zeitplan aktiv aktivieren / deaktivieren
hi: सक्रिय रूप से शेड्यूल / निष्क्रिय करें
mr: वेळापत्रक सक्रिय / निष्क्रिय करा.

# lblScheduleslot
source: Schedule slot
hi: अनुसूची स्लॉट

# lblScheduleType
source: Schedule Type
de: Zeitplanart
hi: अनुसूची प्रकार
mr: वेळापत्रक प्रकार

# lblSearch
source: Search
hi: खोज

# lblSearchAppointment
source: Search Appointment
hi: अपॉइंटमेंट खोजें
mr: नियुक्ती शोधा

# lblSearchPatient
source: Search Patient
hi: रोगी खोजें
mr: रुग्ण शोधा

# lblSelCityAndClinic
source: Select Clinic Location And City
hi: क्लिनिक स्थान और शहर का चयन करें
mr: क्लिनिक स्थान आणि शहर निवडा

# lblSelect
source: Select
de: wählen
hi: चुनते हैं
mr: निवडा

# lblSelfInformation
source: Self Information
de: Selbstinformation
hi: स्वयं की जानकारी
mr: स्वत: ची माहिती

# lblSemenAnalysisInterpretation
source: Semen Analysis Interpretation
de: Samenanalyse-Interpretation
hi: वीर्य विश्लेषण व्याख्या
mr: वीर्य विश्लेषण व्याख्या 12q110

# lblSemenColor
source: Semen Color
de: Samenfarbe
hi: वीर्य का रंग
mr: वीर्य रंग

# lblSeniorCitizenDiscount
source: Senior Citizen Discount
de: Seniorenrabatt
hi: वरिष्ठ नागरिक छूट
mr: ज्येष्ठ नागरिकांची सूट

# lblService
source: Service
de: Bedienung
hi: सेवा
mr: सेवा

# lblServiceActiveDeactiveMessage
source: Service activate/deactivate successfully.
hi: सेवा सक्रिय / निष्क्रिय करना सफलतापूर्वक
mr: सेवा यशस्वीरित्या सक्रिय / निष्क्रिय करा.

# lblServiceCode
source: Service Code
hi: सेवा कोड
mr: सेवा कोड

# lblServiceName
source: Service Name
de: Dienstname
hi: सेवा का नाम
mr: सेवेचे नाव

# lblServiceNo
source: Service No.
de: Service-Nr.
hi: सेवा संख्या
mr: सेवा क्रमांक

# lblSetFavorite
source: Set Favorite
hi: पसंदीदा सेट करें
mr: आवडते सेट करा

# lblSetFavourite
source: Set Favourite
hi: पसंदीदा सेट करें
mr: आवडते सेट करा

# lblSetFavouriteDrug
source: Set Favourite Drug
hi: पसंदीदा दवा निर्धारित करें

# lblSettelBill
source: Settel Bill
hi: सेटल बिल

# lblSeverity
source: Severity
hi: तीव्रता

# lblSexualDysfunction
source: Sexual Dysfunction
hi: यौन रोग

# lblSexualHistory
source: Sexual History
hi: यौन इतिहास

# lblSinceWhen
source: Since When
hi: कब से

# lblSkinColor
source: Skin Color
de: Hautfarbe
hi: त्वचा का रंग
mr: त्वचा रंग

# lblSLEDisease
source: SLE Disease
hi: SLE रोग
